Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*-C/LC_MESSAGES/bonfire_files.po
Languages: es_ar_c

source: Add custom emoji
es_ar_c: Agregar un emoji personalizado

source: Banner max height
es_ar_c: Alto máximo del banner

source: Banner max width
es_ar_c: Ancho máximo del banner

source: Cancel
es_ar_c: Cancelar

source: Choose a shortcode to enter when inserting this emoji
es_ar_c: Selecciones un atajo para insertar este emoji

source: Enter a label or description of the emoji
es_ar_c: Agrega una etiqueta o descripción a este emoji

source: Existing custom emoji
es_ar_c: Emoji personalizado existente

source: Files with an unrecognised format or size are not allowed
es_ar_c: Archivos/ficheros con un formato o tamaño no reconocido no están permitidos

source: Files with the format of %{type} are not allowed
es_ar_c: Archivos/ficheros con formato %{type} no están permitidos

source: Icon/avatar max size
es_ar_c: Tamaño máximo para el Icono/Avatar

source: Media
es_ar_c: Medios

source: Not found
es_ar_c: No se ha encontrado

source: PDF preview max size
es_ar_c: Tamaño máximo de la vista previa del PDF

source: PNG, JPG, GIF up to %{size} MB
es_ar_c: PNG, JPG, GIF hasta %{size} MB

source: Select or drop a file (eg. SVG or PNG) to upload
es_ar_c: Selecciona o suelta un archivo (ej. SVG o PNG)

source: Set a maximum height for automatically resizing banner images
es_ar_c: Establece una altura máxima de re dimensionamiento automático de las imágenes para el banner.

source: Set a maximum width for automatically resizing banner images
es_ar_c: Establece un ancho máximo de re dimensionamiento automático de las imágenes para el banner.

source: Set a maximum width/height for automatically resizing avatar or icon images
es_ar_c: Establece una altura o ancho máximo de re dimensionamiento automático de las imágenes para el Icono/Avatar.

source: Set a maximum width/height for preview images generated for PDFs
es_ar_c: Establece un ancho/alto máximo para la vista previa de PDFs

source: This file exceeds the maximum upload size of %{size}
es_ar_c: El fichero excede el tamaño máximo de %{size}

source: Upload
es_ar_c: Subir

source: Upload a background image
es_ar_c: Cargar imagen de fondo

source: Upload an emoji image
es_ar_c: Cargar un imagen emoji

source: Upload or drop
es_ar_c: Subir o bajar

source: Video thumbnail generation max height
es_ar_c: Altura máxima de la miniatura del video

source: Video thumbnail generation max width
es_ar_c: Ancho máximo de la miniatura del video

source: Video thumbnail generation scrubbing
es_ar_c: Generación de miniatura de videos

source: or drag and drop
es_ar_c: o arrastrar y soltar
