Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*-C/LC_MESSAGES/bonfire_search.po
Languages: es_ar_c

source: Could not load more results
es_ar_c: No se han podido cargar más resultados

source: Default searchable fields
es_ar_c: Campos de búsqueda por defecto

source: Facets
es_ar_c: Facetas

source: Facets to include
es_ar_c: Facetas a incluir

source: Fuzzy search
es_ar_c: Búsqueda difusa

source: Invalid pagination parameters
es_ar_c: Parámetros de paginación no válidos

source: No search term found
es_ar_c: No se ha encontrado ningún término de búsqueda

source: Nothing relevant was found
es_ar_c: No se encontró nada

source: Number of results to include
es_ar_c: Número de resultados a incluir

source: Posts
es_ar_c: Publicaciones

source: Private (eg. DMs or custom boundaries)
es_ar_c: Privado (por ejemplo, mensajes)

source: Public only
es_ar_c: Público solamente

source: Search
es_ar_c: Buscar

source: Search for users or content.
es_ar_c: Buscar usuarios o contenidos.

source: Search indexing
es_ar_c: Indexación de búsquedas

source: That's all the search results!
es_ar_c: Esos son todos los resultados de la búsqueda.

source: Users
es_ar_c: Usuarios
