Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/yue/LC_MESSAGES/bonfire_ui_me.po
Languages: yue

source: Users directory
yue: 用户目录

source: Users directory (%{total})
yue: 用户目录 (%{total})

source: View
yue: 浏览

source: View Federation Status
yue: 查看联邦状态

source: View known users from instance
yue: 查看来自实例的已知用户

source: View messages
yue: 查看消息

source: View notifications
yue: 查看通知

source: View profile
yue: 查看个人资料

source: View remotely
yue: 远程查看

source: Visit instance
yue: 访问实例

source: WARNING: Deleting a user profile means that this user (%{username}) and all related data and activities will be deleted.
yue: 警告：删除用户个人资料意味着该用户 (%{username}) 及其所有相关数据和活动将被删除。

source: Website
yue: 网站

source: Welcome Description
yue: 欢迎描述

source: Welcome Title
yue: 欢迎标题

source: Welcome back!
yue: 欢迎回来！

source: Welcome back! Thanks for confirming your email address. You can now change your password.
yue: 欢迎回来！感谢您确认电子邮件地址。您现在可以更改密码。

source: Welcome back! Thanks for confirming your email address. You can now create a user profile.
yue: 欢迎回来！感谢您确认电子邮件地址。您现在可以创建用户个人资料。

source: Wellbeing
yue: 健康状态

source: What activities to include in home feeds by default
yue: 默认情况下在主页动态中包含哪些活动

source: What activities to receive email notifications for
yue: 接收哪些活动的邮件通知

source: What kind of team or organisation is it?
yue: 这是哪种类型的团队或组织？

source: What language do you want your interface to speak?
yue: 您希望界面使用哪种语言？

source: What to show for users without a profile picture
yue: 无个人资料图片的用户应显示什么

source: Whether sign-ups require an invitation.
yue: 注册是否需要邀请。

source: Who can reach me by direct message
yue: 谁可以通过私信联系我

source: Who can see the list of local users
yue: 谁可以查看本地用户列表

source: Who can see the list of local users?
yue: 谁可以查看本地用户列表？

source: Why is this step necessary? This might not be the fediverse instance where you are registered, in which case we first need to redirect you to your home instance where you'll be able to proceed to %{verb}.
yue: 为什么需要此步骤？这可能不是您注册的联邦宇宙实例，在这种情况下，我们首先需要将您重定向到您的主实例，在那里您将能够继续%{verb}。

source: Wondering how federation of your incoming and outgoing activities is going?
yue: 想知道您的传入和传出活动的联邦情况如何？

source: You can define custom emoji for all users on this instance.
yue: 您可以为此实例上的所有用户定义自定义表情符号。

source: You can define custom emoji to use when writing on Bonfire.
yue: 您可以在 Bonfire 上写作时使用自定义表情符号。

source: You can have up to %{max_users} user profiles for different online identities, or for your organizations or projects.
yue: 您最多可以拥有%{max_users}个用户个人资料，用于不同的在线身份，或用于您的组织或项目。

source: You can now log in.
yue: 您现在可以登录。

source: You can only identify as valid users in your account.
yue: 您只能以账号中的有效用户身份进行识别。

source: You can use markdown formatting.
yue: 您可以使用 Markdown 格式。

source: You don't have permission to configure the instance, sorry!
yue: 抱歉，您没有权限配置实例！

source: You don't have permission to describe the instance, sorry!
yue: 抱歉，您没有权限描述实例！

source: You have been promoted to admin!
yue: 您已被提升为管理员！

source: You have now changed your password. We recommend saving it in a password manager app!
yue: 您已成功更改密码。我们建议将其保存在密码管理器应用中！

source: You need to choose a user to see that page.
yue: 您需要选择一个用户才能查看该页面。

source: You need to log in before browsing the user directory
yue: 您需要登录才能浏览用户目录

source: You need to log in first.
yue: 您需要先登录。

source: You need to log in to see that page.
yue: 您需要登录才能查看该页面。

source: You need to to click the link in the email you should have received to verify your email address. Need to have it
yue: 您需要点击应已收到的电子邮件中的链接来验证您的电子邮件地址。需要重新发送吗

source: You've already confirmed your email address. You can log in now.
yue: 您已经确认了电子邮件地址。现在可以登录了。

source: Your profile
yue: 您的个人资料

source: account
yue: 账号

source: account, along with user profiles & data
yue: 账号，包括用户个人资料与数据

source: current
yue: 当前

source: days
yue: 天

source: deleted
yue: 已删除

source: follow
yue: 关注

source: items
yue: 项目

source: loading
yue: 加载中

source: login
yue: 登录

source: object
yue: 对象

source: or
yue: 或

source: please try again.
yue: 请重试。

source: px
yue: 像素

source: signup
yue: 注册

source: someone
yue: 某人

source: this user
yue: 该用户

source: topics
yue: 话题

source: user
yue: 用户

source: user & data
yue: 用户与数据

source: users
yue: 用户

source: words
yue: 字数
