Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/yue/LC_MESSAGES/bonfire_ui_me.po
Languages: yue

source: You need to reload to see updates, if any.
yue: 您需要重新加载以查看更新（如果有）。

source: 10 characters minimum
yue: 至少 10 个字符

source: A short sentence to outline your site mission.
yue: 用简短句子概述您的网站使命。

source: About
yue: 关于

source: Accept
yue: 接受

source: Access granted to the team!
yue: 团队访问权限已授予！

source: Account
yue: 账号

source: Account not found. Either your username or password was incorrect. Did you want to
yue: 账号未找到。您的用户名或密码错误。是否想要

source: Active
yue: 活跃

source: Activities from followed groups
yue: 来自关注小组的活动

source: Add an optional description to share more details about your site
yue: 添加可选描述以分享更多网站详情

source: Admin
yue: 管理员

source: Admins
yue: 管理员们

source: Admins have been refreshed.
yue: 管理员已刷新。

source: Admins have full control over the instance, including managing users, roles, content, and settings.
yue: 管理员拥有实例的完全控制权，包括管理用户、角色、内容和设置。

source: Advanced
yue: 高级

source: All
yue: 全部

source: Already confirmed your email?
yue: 已确认过邮箱？

source: Amount of boosts
yue: 转发数

source: Amount of likes
yue: 点赞数

source: Amount of replies
yue: 回复数

source: An error occurred:
yue: 发生错误：

source: An unexpected error occured...
yue: 发生意外错误...

source: Anyone you add will have admin-level access over this user identity, meaning they can post as @%{username}, read private messages, etc. You might want to %{a} first create a new user %{b} for this purpose?
yue: 您添加的任何人都将拥有此用户身份的管理员级别访问权限，意味着他们可以以@%{username}身份发帖、阅读私信等。您可能需要%{a}先创建新用户%{b}用于此目的？

source: Appearance
yue: 外观

source: Are you a user of this instance?
yue: 您是此实例的用户吗？

source: Automatic
yue: 自动

source: Automatic: Push activities to the fediverse, and accept remote activities
yue: 自动：推送活动到联邦宇宙，并接收远程活动

source: Available fonts for the user interface.
yue: 用户界面可用字体。

source: Avatar changed!
yue: 头像已更改！

source: Back
yue: 返回

source: Back to home page
yue: 返回首页

source: Background image changed!
yue: 背景图像已更改！

source: Bio
yue: 简介

source: Block
yue: 屏蔽

source: Block or disable
yue: 屏蔽或禁用

source: Blocked
yue: 已屏蔽

source: Blur all media in feeds and discussions (and click to reveal)
yue: 在信息流和讨论中模糊所有媒体（点击显示）

source: Boosts
yue: 转发

source: Boundaries
yue: 边界

source: Boundary Presets
yue: 边界预设

source: Boundary presets
yue: 边界预设

source: By invitation only
yue: 仅限邀请

source: Change
yue: 更改

source: Change my email
yue: 更改我的邮箱

source: Change my email address
yue: 更改我的邮箱地址

source: Change my password
yue: 更改我的密码

source: Change password
yue: 更改密码

source: Choose a password
yue: 选择密码

source: Choose a username
yue: 选择用户名

source: Choose between: Automatic (Push activities to the fediverse and accept remote activities), Manual (Enable looking up usernames and fetching individual posts or activities), Fully disabled
yue: 选择模式：自动（推送活动到联邦宇宙并接收远程活动）、手动（启用用户名查找及获取单个帖文或活动）、完全禁用

source: Chronological
yue: 按时间顺序

source: Circles
yue: 圈子

source: Compact layouts are more dense and may show less contents.
yue: 紧凑布局密度更高，可能显示更少内容。

source: Configuration
yue: 配置

source: Configure Dashboard
yue: 配置仪表板

source: Configure Extensions
yue: 配置扩展

source: Configure your dashboard
yue: 配置您的仪表板

source: Confirm new password
yue: 确认新密码

source: Confirm your password
yue: 确认密码

source: Connection score unknown
yue: 连接评分未知

source: Connection score: %{distance}
yue: 连接评分：%{distance}

source: Control who's messages to see by default
yue: 默认控制可见消息来源

source: Copy link
yue: 复制链接

source: Create
yue: 创建

source: Create a new user profile
yue: 创建新用户档案

source: Create a user profile
yue: 创建用户档案

source: Create new profile
yue: 创建新档案

source: Curated
yue: 精选

source: Curated & Trending topics
yue: 精选与热门话题

source: Current email address
yue: 当前邮箱地址

source: Current password
yue: 当前密码

source: Custom emoji
yue: 自定义表情

source: Customise the look and feel
yue: 自定义外观风格

source: DO NOT make content appear in search engines (in Bonfire, the fediverse, and the web in general) by default.
yue: 默认情况下请勿让内容出现在搜索引擎中（包括 Bonfire、联邦宇宙及整个网络）。

source: DO NOT make new users easily discoverable (in Bonfire, the fediverse, and search engines) by default
yue: 默认情况下请勿让新用户容易被发现（在 Bonfire、联邦宇宙和搜索引擎中）

source: Dark Pattern
yue: 暗黑模式

source: Dashboard
yue: 仪表板

source: Date format
yue: 日期格式

source: Default Locale
yue: 默认语言

source: Default User Preferences
yue: 默认用户偏好

source: Default avatars
yue: 默认头像

source: Default boundary for new posts
yue: 新帖文的默认边界

source: Default font used in the interface.
yue: 界面使用的默认字体。

source: Delete Account, All Users & Data
yue: 删除账号、所有用户及数据

source: Delete User & Data
yue: 删除用户及数据

source: Delete all the data associated with this user profile
yue: 删除与此用户配置文件关联的所有数据

source: Delete all the data associated with your account
yue: 删除与您账号关联的所有数据

source: Deleting your account means that ALL your user profiles and all related data and activities will be deleted.
yue: 删除您的账号意味着您所有的用户配置文件以及所有相关数据和活动将被删除。

source: Deleting your account will delete all your user profiles, and remove all your data from this server. This includes all your posts, comments, and any other data associated with your account.
yue: 删除您的账号将删除您所有的用户配置文件，并从该服务器移除您的所有数据。这包括您所有的帖文、评论以及与您账号相关的任何其他数据。

source: Deleting your user profile means that this user (%{username}) and all related data and activities (but not any other user profiles under this account) will be deleted.
yue: 删除您的用户配置文件意味着此用户（%{username}）及所有相关数据和活动（但不包括此账号下的任何其他用户配置文件）将被删除。

source: Deleting your user profile will remove all associated data from this server. This includes all posts, comments, and any other data associated with this user profile. It will also send requests to delete your data to other fediverse servers.
yue: 删除您的用户配置文件将从该服务器移除所有关联数据。这包括所有帖文、评论以及与此用户配置文件相关的任何其他数据。同时，它还会向其他联邦宇宙服务器发送删除您数据的请求。

source: Deletion in progress
yue: 删除进行中

source: Description text displayed on the welcome/about page.
yue: 在欢迎/关于页面上显示的描述文本。

source: Digital Space Defaults
yue: 数字空间默认设置

source: Disabled
yue: 已禁用

source: Discoverability
yue: 可发现性

source: Discussions
yue: 讨论

source: Discussions default layout
yue: 讨论默认布局

source: Discussions default sort
yue: 讨论默认排序

source: Do not show a list of trending tags or groups
yue: 不显示热门标签或群组列表

source: Do you already have an account?
yue: 您是否已有账号？

source: Don't have an account yet?
yue: 还没有账号？

source: Don't have an account?
yue: 没有账号？

source: Edit
yue: 编辑

source: Edit profile
yue: 编辑个人资料

source: Eg. Team, Cooperative, Non-profit Organisation, or Moderation Team, ...
yue: 例如：团队、合作社、非营利组织或审核团队等

source: Email address
yue: 电子邮件地址

source: Email address or @username
yue: 电子邮件地址或@用户名

source: Email notifications
yue: 电子邮件通知

source: Enable doom scrolling
yue: 启用无限滚动

source: Enable experimental and in-development features.
yue: 启用实验性和开发中的功能。

source: Enable federation?
yue: 启用联邦？

source: Enable infinite scrolling in feeds.
yue: 在订阅源中启用无限滚动。

source: Enabled
yue: 已启用

source: Enables stricter enforcement of users' boundaries and blocks, as well as instance-wide blocks. Please note that this may reduce performance, reach, and/or compatibility with some federated apps. In addition, this does not fully prevent public posts and profiles from being fetched by third parties.
yue: 启用对用户边界和封锁的更严格执行，以及实例范围内的封锁。请注意，这可能会降低性能、覆盖范围和/或与某些联邦应用的兼容性。此外，这并不能完全阻止第三方获取公开帖文和个人资料。

source: Enter at least 3 characters to search
yue: 输入至少 3 个字符进行搜索

source: Enter the same password again
yue: 再次输入相同密码

source: Enter your email address and you will be sent a password reset link.
yue: 输入您的电子邮件地址，我们将向您发送密码重置链接。

source: Enter your fediverse nick to %{verb} %{user_name} remotely
yue: 输入您的联邦宇宙昵称以远程%{verb} %{user_name}

source: Enter your name or a pseudonym
yue: 输入您的姓名或化名

source: Error:
yue: 错误：

source: Everyone
yue: 所有人

source: Expand
yue: 展开

source: Experimental Features
yue: 实验性功能

source: Export
yue: 导出

source: Export block lists
yue: 导出屏蔽列表

source: Extensions
yue: 扩展

source: Extra settings
yue: 额外设置

source: Federation
yue: 联邦互通

source: Federation & Privacy
yue: 联邦与隐私

source: Federation Status
yue: 联邦状态

source: Federation status
yue: 联邦状态

source: Feed presets
yue: 订阅源预设

source: Finish signing up with %{provider}
yue: 完成通过%{provider}注册

source: Flagged by users
yue: 被用户标记

source: Flat
yue: 扁平

source: Followers
yue: 关注者

source: Following
yue: 正在关注

source: Follows
yue: 关注

source: Font
yue: 字体

source: Font Families
yue: 字体系列

source: Forgot password
yue: 忘记密码

source: Forgot password?
yue: 忘记密码？

source: Forgot your password?
yue: 忘记密码了吗？

source: Full name
yue: 全名

source: Fully disabled
yue: 完全禁用

source: General
yue: 通用

source: General Configuration
yue: 通用配置

source: General Settings
yue: 通用设置

source: Get latest activities
yue: 获取最新动态

source: Ghosted
yue: 已隐藏

source: Ghosted instance-wide
yue: 全实例隐藏

source: Ghosted users and instances cannot see or interact with you or your content. This is a stronger form of blocking where they are completely invisible to each other.
yue: 被隐藏的用户和实例无法查看或与您及您的内容互动。这是更严格的屏蔽形式，双方完全不可见。

source: Give access to the @%{username} user to your team
yue: 授予@%{username}用户访问您团队的权限

source: Great! We've emailed you another link. Please click it to continue.
yue: 太好了！我们已向您发送另一个链接。请点击继续。

source: Guests
yue: 访客

source: Hey %{name}, nice to meet you!
yue: 嘿%{name}，很高兴认识你！

source: Hey there! Let's fill out your profile!
yue: 你好！让我们完善你的个人资料吧！

source: Hide avatars
yue: 隐藏头像

source: Hide avatars throughout the app?
yue: 在整个应用中隐藏头像？

source: Hide media
yue: 隐藏媒体

source: Hide the number of total users on this instance
yue: 隐藏此实例的总用户数

source: Hide trending topics
yue: 隐藏热门话题

source: Highlight Badge Counters
yue: 高亮徽章计数器

source: Highlight notifications indicator
yue: 高亮通知指示器

source: Highlight the unread notification indicator
yue: 突出显示未读通知指示器

source: Hooray! You are registered
yue: 太棒了！您已注册成功

source: How many days of activity to include when calculating trending topics
yue: 计算热门话题时包含多少天的活动数据

source: How many trending topics to show
yue: 显示多少个热门话题

source: I DO NOT want my content to appear in search engines (in Bonfire, the fediverse, and the web in general).
yue: 我不希望我的内容出现在搜索引擎中（在 Bonfire、联邦宇宙及整个网络）。

source: I DO NOT want my content to appear in search engines by default (in Bonfire, the fediverse, and the web in general).
yue: 我默认不希望我的内容出现在搜索引擎中（在 Bonfire、联邦宇宙及整个网络）。

source: I DO NOT want my profile (%{username}) to be easily discoverable (in Bonfire, the fediverse, and search engines)
yue: 我不希望我的个人资料（%{username}）被轻易发现（在 Bonfire、联邦宇宙和搜索引擎中）

source: I DO NOT want my profiles to be easily discoverable (in Bonfire, the fediverse, and search engines)
yue: 我不希望我的个人资料被轻易发现（在 Bonfire、联邦宇宙和搜索引擎中）

source: Icon changed!
yue: 图标已更改！

source: Icons
yue: 图标

source: If you are sure you want to delete your account, please enter your password below to confirm.
yue: 如果您确定要删除账号，请在下方输入密码确认。

source: If you are sure you want to delete your user, please enter your password below to confirm.
yue: 如果您确定要删除用户，请在下方输入密码确认。

source: Image changed!
yue: 图片已更改！

source: Import
yue: 导入

source: Import Status
yue: 导入状态

source: Import block lists
yue: 导入屏蔽列表

source: Import status
yue: 导入状态

source: Include the feed with activities of people I follow on the dashboard
yue: 在仪表板中包含我关注用户的动态流

source: Infinite Scrolling
yue: 无限滚动

source: Infinite scrolling
yue: 无限滚动

source: Instance
yue: 实例

source: Instance Admins
yue: 实例管理员

source: Instance Boundaries
yue: 实例边界

source: Instance Circles
yue: 实例圈子

source: Instance Moderators
yue: 实例监察员

source: Instance Permissions
yue: 实例权限

source: Instance Roles
yue: 实例角色

source: Instance Settings
yue: 实例设置

source: Instance directory:
yue: 实例目录：

source: Instance members
yue: 实例成员

source: Instance-wide roles
yue: 全实例角色

source: Invalid confirmation link. Please request a new one below.
yue: 确认链接无效。请在下方申请新链接。

source: Invite Only
yue: 仅限邀请

source: Invite-only instance
yue: 仅限邀请实例

source: Invites
yue: 邀请

source: Join
yue: 加入

source: Joined
yue: 已加入

source: Keep typing...
yue: 继续输入...

source: Known fediverse instances
yue: 已知联邦宇宙实例

source: Known fediverse instances (%{total})
yue: 已知联邦宇宙实例（%{total}）

source: Known remote instances
yue: 已知远程实例

source: Known remote users
yue: 已知远程用户

source: Language
yue: 语言

source: Leave
yue: 离开

source: Libraries & Licences
yue: 库与许可证

source: Loading...
yue: 加载中…

source: Local
yue: 本地

source: Local Members
yue: 本地成员

source: Location
yue: 位置

source: Log in
yue: 登入

source: Logout
yue: 退出登录

source: Make admin
yue: 设为管理员

source: Make it easer to switch between profiles
yue: 让切换个人资料更便捷

source: Make my content searchable (in Bonfire, the fediverse, and search engines)
yue: 使我的内容可被搜索（在 Bonfire、联邦网络及搜索引擎中）

source: Make my profile publicly discoverable (in Bonfire, the fediverse, and search engines)
yue: 使我的个人资料可被公开发现（在 Bonfire、联邦网络及搜索引擎中）

source: Manual
yue: 手动

source: Manual: Enable looking up usernames or fetching individual posts or activities
yue: 手动：启用用户名查找或获取单个帖文/活动

source: Mark all your uploaded media as sensitive by default (you can still mark *as not sensitive* when posting)
yue: 默认将所有上传媒体标记为敏感内容（发帖时仍可标记为*非敏感*）

source: Mark as sensitive media
yue: 标记为敏感媒体

source: Max Post Length
yue: 最大帖文长度

source: Maximum dimensions when resizing a banner
yue: 调整横幅尺寸时的最大限制

source: Maximum dimensions when resizing an avatar
yue: 调整头像尺寸时的最大限制

source: Maximum dimensions when resizing images
yue: 调整图片尺寸时的最大限制

source: Maximum file size of uploads attached to a post or other activity
yue: 帖文或其他活动中附件的最大文件大小

source: Maximum file size of uploads like avatars or banners
yue: 头像或横幅等上传文件的最大大小

source: Maximum length of posts
yue: 帖文最大长度

source: Maximum length of text inputs (e.g. posts)
yue: 文本输入的最大长度（例如：帖文）

source: Maximum number of files one can attach to a post or other activity
yue: 帖文或其他活动中可附加文件的最大数量

source: Maximum number of items to query in lists
yue: 列表中最大查询项目数

source: Maximum number of users per account
yue: 每个账号的最大用户数

source: Maximum number of words allowed in a post.
yue: 帖文允许的最大字数。

source: Member
yue: 成员

source: Members
yue: 成员

source: Messages
yue: 消息

source: Migration
yue: 迁移

source: Moderators help maintain a safe and welcoming community by managing content and user behavior.
yue: 版主通过管理内容和用户行为来维护安全友善的社区环境。

source: More widgets coming soon....
yue: 更多小组件即将推出...

source: My Flags
yue: 我的标记

source: My own activities
yue: 我自己的活动

source: Name
yue: 名称

source: Navigate to your server
yue: 导航至您的服务器

source: Nested threads
yue: 嵌套式线程

source: New email address
yue: 新邮箱地址

source: New password
yue: 新密码

source: New post
yue: 发布新帖文

source: No
yue: 否

source: No users found
yue: 未找到用户

source: No users to display
yue: 暂无用户可显示

source: Not found
yue: 未找到

source: Note that they will be automatically resized on the server, so a higher limit here may be reasonable.
yue: 请注意这些内容将在服务器端自动调整尺寸，因此此处设置较高限制可能是合理的。

source: Note: You can also delete [a single user profile](/settings/user/profile) and its associated data instead.
yue: 注意：您也可以选择删除[单个用户资料](/settings/user/profile)及其关联数据。

source: Notifications
yue: 通知

source: Now we need you to confirm your email address. We've emailed you a link (check your spam folder!). Please click on it to continue.
yue: 现在需要您确认邮箱地址。我们已向您发送确认链接（请检查垃圾邮件文件夹！），点击链接即可继续。

source: Only people with a valid invite link can sign up to this instance.
yue: 仅持有有效邀请链接的用户可注册此实例。

source: Only users I follow
yue: 仅我关注的用户

source: Open
yue: 打开

source: Optional:
yue: 可选：

source: Other profiles
yue: 其他个人资料

source: Pages
yue: 页面

source: Password (Min 10 characters)
yue: 密码（最少 10 个字符）

source: People need to make a request before they can follow me
yue: 用户需要发送请求才能关注我

source: Please check your email for a confirmation link...
yue: 请检查邮箱中的确认链接...

source: Please double check your inputs...
yue: 请仔细核对您的输入...

source: Please login first, and then...
yue: 请先登录，然后...

source: Please note that a high limit can your instance's impact resource use (and it is recommended to store uploads using an S3-style cloud storage rather than directly on the server file system).
yue: 请注意，过高的限制会影响实例资源使用（建议使用 S3 类云存储而非直接存储在服务器文件系统中）

source: Please note that a high limit may be desired in order to properly display nested threads
yue: 请注意，可能需要设置较高的限制才能正确显示嵌套线程

source: Please note they need to already be signed up on this instance.
yue: 请注意，他们需要已在此实例上注册。

source: Please note this will only apply to content you create from the moment you change this setting.
yue: 请注意，此设置仅对您更改设置后创建的内容生效。

source: Post
yue: 帖文

source: Posts
yue: 帖文

source: Posts and other activities from followed people
yue: 来自关注用户的帖文和其它活动

source: Pre-load extra activities, but require clicking on 'Show more' to see them
yue: 预加载更多活动，但需点击“显示更多”方可查看

source: Prefer compact layouts
yue: 偏好紧凑布局

source: Preferences
yue: 偏好设置

source: Preparing your archive... You will notified here when it is ready to download (you can continue browsing Bonfire but please keep it open).
yue: 正在准备您的归档文件... 当可以下载时您会在此收到通知（您可以继续浏览 Bonfire，但请保持其开启状态）

source: Privacy
yue: 隐私

source: Privacy & Safety
yue: 隐私与安全

source: Privacy Policy
yue: 隐私政策

source: Proceed to %{verb}
yue: 继续%{verb}

source: Profile
yue: 个人资料

source: Profile not found
yue: 未找到个人资料

source: Profiles
yue: 个人资料

source: Protip: instead of text you can paste the URL of a remote markdown-formated document, and its contents will be pulled in.
yue: 提示：除了文本，您还可以粘贴远程 Markdown 格式文档的 URL，其内容将被自动拉取。

source: Public
yue: 公开

source: Queued for deletion. Should be done in a few minutes... So long, and thanks for all the fish!
yue: 已加入删除队列。几分钟内将完成... 再见，感谢所有的鱼！

source: Re-enable
yue: 重新启用

source: Recently joined
yue: 最近加入

source: Redirecting...
yue: 正在重定向...

source: Refresh
yue: 刷新

source: Relative
yue: 相对时间

source: Remote
yue: 远程

source: Remote Instances
yue: 远程实例

source: Remote Users
yue: 远程用户

source: Remote user
yue: 远程用户

source: Replies
yue: 回复

source: Replies and @ mentions
yue: 回复和@提及

source: Request email confirmation link
yue: 请求邮件确认链接

source: Request to join
yue: 请求加入

source: Require authentication from federated servers
yue: 需要联合服务器的身份验证

source: Resource Usage
yue: 资源使用情况

source: Revoke admin
yue: 撤销管理员权限

source: Role
yue: 角色

source: Roles
yue: 角色

source: Safety
yue: 安全

source: Save
yue: 保存

source: Search indexing
yue: 搜索索引

source: Search users... (min 3 characters)
yue: 搜索用户...（至少 3 个字符）

source: Select how to display the date/time of activities
yue: 选择活动日期/时间的显示方式

source: Select the default font for the interface
yue: 选择界面的默认字体

source: Select the default sorting options for viewing discussions (can always change in the feed controls options)
yue: 选择查看讨论的默认排序选项（始终可在动态流控制选项中更改）

source: Select the default way to view discussions (can always change in the feed controls options)
yue: 选择查看讨论的默认方式（始终可在动态流控制选项中更改）

source: Send
yue: 发送

source: Send a message
yue: 发送消息

source: Send email
yue: 发送邮件

source: Set Federation
yue: 设置联合

source: Set font
yue: 设置字体

source: Settings
yue: 设置

source: Share access
yue: 共享访问权限

source: Share full access to this user identity (@%{username}) with the following users.
yue: 与以下用户共享此用户身份（@%{username}）的完全访问权限。

source: Show admins
yue: 显示管理员

source: Show digital space defaults
yue: 显示数字空间默认设置

source: Show highlighted badge counters for notifications.
yue: 显示高亮通知徽章计数。

source: Show list of admins on public homepage
yue: 在公共主页显示管理员列表

source: Show list of profiles directly in the main dropdown menu instead of a separate page. Also includes notifications badges for each profile.
yue: 在主下拉菜单中直接显示个人资料列表而非单独页面。同时包含每个个人资料的通知徽章。

source: Show my following feed
yue: 显示我的关注动态

source: Show only the instance logo
yue: 仅显示实例徽标

source: Show popular topics
yue: 显示热门话题

source: Show randomly-generated animal avatars for users without a profile picture?
yue: 为没有个人资料图片的用户显示随机生成的动物头像？

source: Show reaction counts (likes/boosts)
yue: 显示回应计数（点赞/转发）

source: Show square avatars
yue: 显示方形头像

source: Show the Weather widget on user profile
yue: 在用户个人资料显示天气小部件

source: Show the admins
yue: 显示管理员

source: Show the digital space defaults on the about page
yue: 在关于页面显示数字空间默认设置

source: Show the most popular topics
yue: 显示最热门话题

source: Show the number of total users on this instance
yue: 显示此实例的总用户数

source: Show the users directory on the about page
yue: 在关于页面显示用户目录

source: Show users
yue: 显示用户

source: Showing %{count} users
yue: 正在显示%{count}位用户

source: Sign in instead.
yue: 改为登录。

source: Sign up
yue: 注册

source: Sign ups
yue: 注册人数

source: Signed up
yue: 已注册

source: Signup
yue: 注册

source: Silenced
yue: 已禁言

source: Silenced instance-wide
yue: 全域静音

source: Silenced users and instances are hidden from your feeds and notifications. You won't see their posts, mentions, or messages, but they can still see your public content.
yue: 静音用户和实例将从您的信息流和通知中隐藏。您不会看到他们的帖文、提及或消息，但他们仍能看到您的公开内容。

source: Site description
yue: 站点描述

source: Site name
yue: 站点名称

source: Site tagline
yue: 站点标语

source: Someone
yue: 某人

source: Status
yue: 状态

source: Submit
yue: 提交

source: Surface latest replies
yue: 显示最新回复

source: Switch profile
yue: 切换个人资料

source: Switch to this profile
yue: 切换至此个人资料

source: Switch user profile
yue: 切换用户个人资料

source: Syncing with remote server. Content will gradually appear in the user feed..
yue: 正在与远程服务器同步。内容将逐渐出现在用户信息流中。

source: Team Profiles
yue: 团队资料

source: Team profiles
yue: 团队资料

source: Tell people a bit about yourself
yue: 向大家介绍一下自己

source: Terms / Policies
yue: 条款 / 政策

source: Terms of Use / Code of Conduct
yue: 使用条款 / 行为准则

source: Thanks for your request. If your email address is linked to an account here, a reset email should be on its way to you.
yue: 感谢您的请求。如果您的电子邮件地址与此处的账号关联，重置邮件应已发送给您。

source: That page is only accessible to instance administrators.
yue: 该页面仅对实例管理员开放。

source: The %{type} has been queued for deletion. Should be done in a few minutes... So long, and thanks for all the fish!
yue: %{type} 已加入删除队列。预计几分钟内完成... 再见，感谢所有的鱼！

source: The default language locale for the application.
yue: 应用程序的默认语言区域设置。

source: The extension needed to display this doesn't seem installed or enabled. Showing a simplified profile instead...
yue: 显示此内容所需的扩展似乎未安装或启用。现显示简化版个人资料...

source: The terms of use that will be in place in your instance
yue: 将在您的实例中生效的使用条款

source: The user directory is disabled on this instance
yue: 此实例已禁用用户目录

source: Theme
yue: 主题

source: There was an error.
yue: 发生了错误。

source: There was an error:
yue: 出现错误：

source: They are no longer an admin.
yue: 他们不再是管理员。

source: They are now an admin!
yue: 他们现在是管理员！

source: This action cannot be undone.
yue: 此操作无法撤销。

source: This confirmation link has expired. Please request a new one below.
yue: 此确认链接已过期。请在下方申请新的链接。

source: This email is taken.
yue: 该邮箱已被占用。

source: This information will be displayed publicly so be careful what you share.
yue: 此信息将公开显示，请注意分享内容。

source: This instance is currently invite-only.
yue: 此实例目前仅限邀请加入。

source: This username has already been taken. Please choose another. Did you mean to
yue: 该用户名已被占用。请选择其他用户名。您是否想要

source: Timeline
yue: 时间线

source: Title displayed on the welcome/about page.
yue: 欢迎/关于页面显示的标题。

source: Try adjusting your search terms
yue: 尝试调整搜索词

source: Type a strong password
yue: 输入强密码

source: Type here
yue: 在此输入

source: Type your email
yue: 输入您的邮箱

source: Type your password
yue: 输入您的密码

source: Unable to change your email. Try entering a valid email address...
yue: 无法更改邮箱。请尝试输入有效的邮箱地址...

source: Unable to change your email. Try entering your old email correctly...
yue: 无法更改邮箱。请正确输入旧邮箱地址...

source: Unable to change your password. Try entering a longer password...
yue: 无法更改密码。请尝试输入更长的密码...

source: Unable to change your password. Try entering your old password correctly...
yue: 无法更改密码。请正确输入旧密码...

source: Unblock
yue: 取消屏蔽

source: Update email
yue: 更新邮箱

source: Use the primary color to highlight the notifications indicator
yue: 使用主色调高亮通知指示器

source: User
yue: 用户

source: User interface for signing in, creating, editing and viewing accounts, user profiles, and settings.
yue: 用于登录、创建、编辑和查看账号、用户个人资料及设置的用户界面。

source: User timeline
yue: 用户时间线

source: Users
yue: 用户
