Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_common.po
Languages: de, es_ar, fr, it_it, pt, tr

source: %{amount} new notifications
tr: %{amount} yeni bildirim

source: %{feed_name} feed is empty
de: %{feed_name} Feed ist leer
es_ar: El panel de actividad de %{feed_name} está vacío
fr: Le flux "%{feed_name}" est vide
it_it: %{feed_name} feed è vuoto
pt: %{feed_name} feed está vazio
tr: %{feed_name} akışı boş

source: About
de: Über
es_ar: Acerca de
fr: À propos
it_it: A proposito
pt: Sobre
tr: Hakkında

source: About Bonfire
de: Über Bonfire
es_ar: Acerca de Bonfire
fr: À propos de Bonfire
it_it: A proposito di Bonfire
pt: Sobre o Bonfire
tr: Bonfire Hakkında

source: Accent
de: Akzent
es_ar: Acento
pt: Destaque
tr: Vurgu

source: Actions
de: Aktionen
es_ar: Acciones
it_it: Azioni
pt: Ações
tr: Eylemler

source: Add a summary
tr: Bir özet ekleyin

source: Add a summary to explain the reason.
tr: Nedeni açıklamak için bir özet ekleyin.

source: Add a title
es_ar: Añadir un título
it_it: Inserisci il titolo
pt: Adicionar um título
tr: Bir başlık ekleyin

source: Already selected
de: Bereits ausgewählt
es_ar: Ya ha sido seleccionado
fr: Déjà sélectionné
it_it: Già selezionato
pt: Já selecionado
tr: Zaten seçildi

source: An exceptional error occurred
de: Ein außergewöhnlicher Fehler ist aufgetreten
es_ar: Un error inesperado ha ocurrido
fr: Une erreur inhabituelle s'est produite
pt: Ocorreu um erro excepcional
tr: Olağanüstü bir hata oluştu

source: Apply
de: Anwenden
es_ar: Aplicar
fr: Appliquer
it_it: Applica
pt: Aplicar
tr: Uygula

source: Assets to send as early hints for guests (non logged in visitors)
de: Assets, die als frühe Hinweise für Gäste (nicht eingeloggte Besucher) gesendet werden können
es_ar: Activos para enviar como sugerencias tempranas a los invitados (visitantes no registrados)
fr: Fichiers à envoyer en tant qu'indices précoces pour les invités (visiteurs non connectés)
it_it: Attività da inviare come suggerimenti anticipati per gli ospiti (visitatori non loggati)
pt: Bens para enviar como dicas antecipadas para convidados (visitantes não conectados)
tr: Misafirler için (giriş yapmamış ziyaretçiler) erken ipucu olarak gönderilecek varlıklar

source: Assets to send as early hints for users (when logged in)
de: Assets, die als frühe Hinweise für Benutzer gesendet werden können (wenn sie eingeloggt sind)
es_ar: Activos para enviar como pistas tempranas a los usuarios (cuando están conectados)
fr: Fichiers à envoyer comme indices précoces aux utilisateurs (lorsqu'ils sont connectés)
it_it: Attività da inviare come suggerimenti anticipati per gli user (quando loggati)
pt: Bens para enviar como dicas antecipadas para os usuários (quando conectados)
tr: Kullanıcılar için (giriş yapıldığında) erken ipucu olarak gönderilecek varlıklar

source: Attempting to reconnect
de: Versuch der Wiederherstellung der Verbindung
es_ar: Intentando reconectar
fr: Tentative de reconnexion
it_it: Provando a riconnettere
pt: Tentativa de reconexão
tr: Yeniden bağlanılmaya çalışılıyor

source: Automatic federation enabled
de: Automatische Föderation aktiviert
es_ar: La federación automáticamente habilitada
fr: Fédération automatique activée
it_it: Federazione automatica attivata
pt: Federação automática ativada
tr: Otomatik federasyon etkin

source: Base
de: Basis
tr: Temel

source: Bonfire Ecosystem Libraries
de: Bonfire Ökosystem Bibliotheken
es_ar: Librerías del ecosistema de Bonfire
fr: Bibliothèques de l'écosystème Bonfire
it_it: Librerie dell'ecosistema Bonfire
pt: Bibliotecas do ecossistema Bonfire
tr: Bonfire Ekosistem Kütüphaneleri

source: Bonfire Extension - local changes
de: Bonfire-Erweiterungen - lokale Änderungen
es_ar: Extensión de Bonfire - cambios locales
fr: Extension de Bonfire - changements locaux
it_it: Estensioni Bonfire - cambi locali
pt: Extensão do Bonfire - mudanças locais
tr: Bonfire Eklentisi - yerel değişiklikler

source: Bonfire extensions
de: Erweiterungen für Bonfire
es_ar: Extensiones de Bonfire
fr: Extensions de Bonfire
it_it: Estensioni Bonfire
pt: Extensões do Bonfire
tr: Bonfire eklentileri

source: Bonfire includes many open source libraries, some are maintained by Bonfire contributors and others are provided by third party developers.
de: Bonfire enthält viele Open-Source-Bibliotheken, von denen einige von Bonfire-Mitarbeitern gepflegt werden und andere von Drittentwicklern zur Verfügung gestellt werden.
es_ar: Bonfire incluye muchas bibliotecas de código abierto, algunas mantenidas por colaboradores de Bonfire y otras proporcionadas por terceros desarrolladores.
fr: Bonfire comprend de nombreuses bibliothèques open source, dont certaines sont maintenues par les contributeurs de Bonfire et d'autres sont fournies par des développeurs tiers.
it_it: Bonfire include molte librerie open source, alcune delle quali sono mantenute dai collaboratori di Bonfire e altre sono fornite da sviluppatori terzi.
pt: O Bonfire inclui muitas bibliotecas de código aberto, algumas mantidas por colaboradores do Bonfire e outras fornecidas por desenvolvedores terceirizados.
tr: Bonfire, birçoğu Bonfire tarafından yönetilen birçok açık kaynaklı kütüphane içerirKatkıda bulunanlar ve diğerleri üçüncü taraf geliştiriciler tarafından sağlanmaktadır.

source: Boxes
de: Boxen
es_ar: Cajas
fr: Boîtes
pt: Caixas
tr: Kutular

source: Cancel
de: Abbrechen
es_ar: Cancelar
fr: Annuler
it_it: Cancella
pt: Cancelar
tr: İptal

source: Cancel Reply
de: Antwort abbrechen
es_ar: Cancelar respuesta
fr: Annuler la réponse
it_it: Cancella Rispondi
pt: Cancelar resposta
tr: Yanıtı İptal Et

source: Caution: Modifying the color palette can affect readability and accessibility. Consider accessibility guidelines when making changes.
de: Achtung! Die Änderung der Farbpalette kann die Lesbarkeit und die Barrierefreiheit beeinträchtigen. Berücksichtigen Sie die Richtlinien zur Barrierefreiheit, wenn Sie Änderungen vornehmen.
es_ar: Atención: Modificar la paleta de colores puede afectar a la legibilidad y accesibilidad. Tenga en cuenta las directrices de accesibilidad al realizar cambios.
fr: Attention : La modification de la palette de couleurs peut affecter la lisibilité et l'accessibilité. Tenez compte des directives en matière d'accessibilité lorsque vous effectuez des modifications.
it_it: Attenzione: La modifica della tavolozza dei colori può influire sulla leggibilità e sull'accessibilità. Tenere conto delle linee guida sull'accessibilità quando si apportano modifiche.
pt: Cuidado: A modificação da paleta de cores pode afetar a legibilidade e a acessibilidade. Considere as diretrizes de acessibilidade ao fazer alterações.
tr: Dikkat: Renk paletini değiştirmek okunabilirliği ve erişilebilirliği etkileyebilir.Değişiklik yaparken erişilebilirlik yönergelerini dikkate alın.

source: Close
de: Schließen
es_ar: Cerrar
fr: Fermer
it_it: Chiudi
pt: Fechar
tr: Kapat

source: Closing the composer will discard your post. Are you sure you want to close it?
de: Wenn Sie den Composer schließen, wird Ihr Beitrag verworfen. Sind Sie sicher, dass Sie ihn schließen wollen?
es_ar: Cerrar el compositor descartará tu publicación. ¿Estás seguro de que quieres cerrarlo?
fr: La fermeture du compositeur annulera votre brouillon. Êtes-vous sûr de vouloir le fermer ?
it_it: Chiudendo il compositore, il tuo messaggio verrà scartato. Sei sicuro di volerlo chiudere?
pt: Ao fechar o compositor, sua postagem será descartada. Tem certeza de que deseja fechá-lo?
tr: Düzenleyiciyi kapatmak gönderinizi silecek. Kapatmak istediğinize eminmisiniz?

source: Code of Conduct
de: Verhaltenskodex
es_ar: Código de conducta
fr: Code de conduite
it_it: Codice di condotta
pt: Código de Conduta
tr: Topluluk Kuralları

source: Code of conduct
de: Verhaltenskodex
es_ar: Código de conducta
fr: Code de conduite
it_it: Codice di condotta
pt: Código de conduta
tr: Topluluk kuralları

source: Color value
de: Farbwert
es_ar: Valor del color
fr: Valeur de la couleur
it_it: Valore del colore
pt: Valor da cor
tr: Renk değeri

source: Colors
de: Farben
es_ar: Colores
fr: Couleurs
it_it: Colori
pt: Cores
tr: Renkler

source: Colour mode
de: Farbmodus
es_ar: Modo de color
fr: Mode couleur
it_it: Modo del colore
pt: Modo de cor
tr: Renk modu

source: Common assets to send as early hints
de: Gemeinsame Vermögenswerte, die als frühe Hinweise zu senden sind
es_ar: Bienes comunes para enviar como primeros indicios
fr: Fichiers communs à envoyer en guise d'indices précoces
it_it: Attività comuni da inviare come suggerimenti iniziali
pt: Ativos comuns para enviar como dicas antecipadas
tr: Erken ipucu olarak gönderilecek ortak varlıklar

source: Compose
de: Komponieren Sie
es_ar: Publicar
fr: Composer
it_it: Componi
pt: Compor
tr: Oluştur

source: Conduct
de: Durchführen
es_ar: Conducta
fr: Conduite
it_it: Condotta
pt: Conduta
tr: Uygula

source: Contact the admins to enable this extension
de: Kontaktieren Sie die Administratoren, um diese Erweiterung zu aktivieren
es_ar: Póngase en contacto con los administradores para activar esta extensión
fr: Contactez les administrateurs pour activer cette extension
it_it: Contatta gli admin per attivare questa estensione
pt: Entre em contato com os administradores para ativar essa extensão
tr: Bu uzantıyı etkinleştirmek için yöneticilerle iletişime geçin

source: Copy
de: Kopieren
es_ar: Copiar
fr: Copier
it_it: Copia
pt: Cópia
tr: Kopyala

source: Create account
de: Konto erstellen
es_ar: Crear cuenta
fr: Créer un compte
it_it: Crea account
pt: Criar conta
tr: Hesap oluştur

source: Create an account
tr: Bir hesap oluştur

source: Custom
de: Benutzerdefiniert
es_ar: Personalizar
fr: Personnalisé
it_it: Personalizzata
pt: Personalizado
tr: Özel

source: Customize your experience by managing your UI extensions. Each extension adds specific features to the interface. Note that disabling a UI extension will hide its associated features from view, but the underlying functionality remains available through the API.
de: Passen Sie Ihr Erlebnis an, indem Sie Ihre Benutzeroberflächenerweiterungen verwalten. Jede Erweiterung fügt der Benutzeroberfläche bestimmte Funktionen hinzu. Beachten Sie, dass durch die Deaktivierung einer UI-Erweiterung die zugehörigen Funktionen ausgeblendet werden, die zugrundeliegende Funktionalität jedoch über die API verfügbar bleibt.
es_ar: Personaliza tu experiencia gestionando tus extensiones de interfaz. Cada extensión añade funciones específicas a la interfaz. Ten en cuenta que al desactivar una extensión de interfaz se ocultan sus funciones asociadas, pero la funcionalidad subyacente sigue estando disponible a través de la API.
fr: Personnalisez votre expérience en gérant les extensions de votre interface utilisateur. Chaque extension ajoute des fonctionnalités spécifiques à l'interface. Notez que la désactivation d'une extension d'interface utilisateur masquera les fonctionnalités qui lui sont associées, mais la fonctionnalité sous-jacente restera disponible via l'API.
it_it: Personalizzate la vostra esperienza gestendo le estensioni dell'interfaccia utente. Ogni estensione aggiunge caratteristiche specifiche all'interfaccia. Si noti che la disattivazione di un'estensione dell'interfaccia utente nasconde le caratteristiche ad essa associate, ma la funzionalità sottostante rimane disponibile attraverso l'API.
pt: Personalize sua experiência gerenciando as extensões da interface do usuário. Cada extensão adiciona recursos específicos à interface. Observe que a desativação de uma extensão da interface do usuário ocultará a exibição dos recursos associados, mas a funcionalidade subjacente continuará disponível por meio da API.
tr: Arayüz uzantılarınızı yöneterek deneyiminizi özelleştirin. Her uzantı, arayüze belirli özellikler ekler. Bir arayüz uzantısını devre dışı bırakmanın ilgili özellikleri görünümden kaldıracağını, ancak temel işlevselliğin API üzerinden kullanılabilir olmaya devam edeceğini unutmayın.

source: Customize your experience by managing your feature extensions. Each extension adds whole features. Note that disabling a feature extension will disable its associated features.
de: Passen Sie Ihr Erlebnis an, indem Sie Ihre Funktionserweiterungen verwalten. Jede Erweiterung fügt ganze Funktionen hinzu. Beachten Sie, dass das Deaktivieren einer Funktionserweiterung die zugehörigen Funktionen deaktiviert.
es_ar: Personaliza tu experiencia gestionando tus extensiones de funciones. Cada extensión añade funciones completas. Ten en cuenta que si desactivas una extensión de funciones, se desactivarán sus funciones asociadas.
fr: Personnalisez votre expérience en gérant vos extensions de fonctionnalités. Chaque extension ajoute des fonctionnalités entières. Notez que la désactivation d'une extension de fonctionnalité entraîne la désactivation des fonctionnalités qui lui sont associées.
it_it: Personalizzate la vostra esperienza gestendo le estensioni delle funzioni. Ogni estensione aggiunge intere funzioni. Si noti che la disattivazione di un'estensione di funzionalità comporta la disattivazione delle funzionalità ad essa associate.
pt: Personalize sua experiência gerenciando suas extensões de recursos. Cada extensão adiciona recursos inteiros. Observe que a desativação de uma extensão de recurso desativará os recursos associados a ela.
tr: Özellik uzantılarınızı yöneterek deneyiminizi özelleştirin. Her uzantı, tam özellikler ekler. Bir özellik uzantısını devre dışı bırakmanın, ilgili özellikleri de devre dışı bırakacağını unutmayın.

source: Customize your theme
de: Passen Sie Ihr Thema an
es_ar: Personaliza tu tema
fr: Personnalisez votre thème
it_it: Personalizza il tuo tema
pt: Personalize seu tema
tr: Temanızı özelleştirin

source: Cute GIFs
de: Niedliche GIFs
fr: GIFs mignons
it_it: GIF carine
pt: GIFs fofos
tr: Sevimli GIF’ler

source: Dark
de: Dunkel
es_ar: Oscuro
fr: Sombre
it_it: Scuro
pt: Escuro
tr: Karanlık

source: Dark theme
de: Dunkles Thema
es_ar: Oscuro
fr: Thème sombre
it_it: Tema scuro
pt: Tema escuro
tr: Karanlık tema

source: Data Schemas
de: Datenschemata
es_ar: Esquemas de datos
fr: Schémas de données
it_it: Schemi dei dati
pt: Esquemas de dados
tr: Veri Şeması

source: Default
de: Standard
es_ar: Por defecto
fr: Défaut
pt: Padrão
tr: Varsayılan

source: Default plugs to run on LiveViews (*after* any custom ones)
de: Standard-Plugs, die auf LiveViews ausgeführt werden (*nach* allen benutzerdefinierten Plugs)
es_ar: Plugs por defecto para ejecutar en LiveViews (*después* de los personalizados)
fr: Plugs par défaut à exécuter sur les LiveViews (*après* les plugs personnalisés)
pt: Plugues padrão a serem executados em LiveViews (*depois* de quaisquer plugues personalizados)
tr: Varsayılan LiveView eklentileri (özel olanlardan *sonra* çalıştırılır)

source: Default plugs to run on LiveViews (*before* any custom ones)
de: Standard-Plugs, die auf LiveViews ausgeführt werden (*vor* allen benutzerdefinierten Plugs)
es_ar: Plugs por defecto para ejecutar en LiveViews (*antes* de los personalizados)
fr: Plugs par défaut à exécuter sur les LiveViews (*avant* les plugs personnalisés)
pt: Plugues padrão a serem executados em LiveViews (*antes* de quaisquer plugues personalizados)
tr: LiveView’larda çalışacak varsayılan eklentiler (özel olanlardan *önce*)

source: Delete draft
tr: Taslağı sil

source: Delete the draft
de: Löschen Sie den Entwurf
es_ar: Eliminar borrador
fr: Supprimer le brouillon
it_it: Cancella la bozza
pt: Excluir o rascunho
tr: Taslağı sil

source: Direct Message
es_ar: Mensaje directo
tr: Özel Mesaj

source: Direct Messages
tr: Özel Mesajlar

source: Disabled for me
de: Für mich untauglich
es_ar: Deshabilitado para mí
fr: Désactivé pour moi
it_it: Disabilitato per me
pt: Desativado para mim
tr: Benim için devre dışı

source: Disabled on this instance
de: Deaktiviert auf dieser Instanz
es_ar: Desactivado en esta instancia
fr: Désactivé sur cette instance
it_it: Disabilitato su questo sito
pt: Desativado nesta instância
tr: Bu sunucuda devre dışı

source: Discussion
de: Diskussion
es_ar: Discusión
it_it: Discussione
pt: Discussão
tr: Tartışma

source: Display avatars as squares instead of circles.
de: Avatare als Quadrate statt als Kreise anzeigen.
es_ar: Mostrar los avatares como cuadrados en lugar de círculos.
fr: Afficher les avatars sous forme de carrés au lieu de cercles.
it_it: Mostra gli avatar come quadrati invece che tondi
pt: Exibir avatares como quadrados em vez de círculos.
tr: Avatarları daireler yerine kareler olarak göster.

source: Early hints
de: Frühe Hinweise
es_ar: Sugerencias tempranas
fr: Premiers indices
pt: Dicas iniciais
tr: Erken ipuçları

source: Enable
de: Aktivieren
es_ar: Habilitar
fr: Activer
it_it: Attiva
pt: Ativar
tr: Etkin

source: Enable for everyone by default
de: Standardmäßig für alle aktivieren
es_ar: Activar para todos por defecto
fr: Activation par défaut pour tout le monde
it_it: Attiva per tutti di default
pt: Ativar para todos por padrão
tr: Varsayılan olarak herkes için etkinleştir

source: Enable for me
de: Für mich freischalten
es_ar: Activar para mí
fr: Activer pour moi
it_it: Attiva per me
pt: Habilitar para mim
tr: Benim için etkinleştir

source: Enable turning extensions on and off.
de: Aktivieren Sie das Ein- und Ausschalten von Erweiterungen.
es_ar: Permite activar y desactivar extensiones.
fr: Permet d'activer et de désactiver les extensions.
pt: Permite ativar e desativar extensões.
tr: Uzantıları açıp kapatmayı etkinleştir.

source: Enabled for me
de: Aktiviert für mich
es_ar: Habilitado para mí
fr: Activé pour moi
it_it: Attivo per me
pt: Habilitado para mim
tr: Benim için etkinleştirildi

source: Enter a title
es_ar: Introduzca un título
tr: Bir başlık girin

source: Enter an optional summary
tr: İsteğe bağlı bir özet girin

source: Error
de: Fehler
fr: Erreur
it_it: Errore
pt: Erro
tr: Hata

source: Error Report Template
de: Vorlage für Fehlerbericht
es_ar: Plantilla de informe de errores
fr: Modèle de rapport d'erreur
it_it: Schema di Report di Errori
pt: Modelo de relatório de erros
tr: Hata Raporu Şablonu

source: Error!
de: Fehler!
fr: Erreur !
it_it: Errore!
pt: Erro!
tr: Hata!

source: Essential Extensions
de: Wesentliche Erweiterungen
es_ar: Extensiones esenciales
fr: Extensions essentielles
it_it: Estensioni essenziali
pt: Extensões essenciais
tr: Temel Uzantılar

source: Explore
de: Erkunden
es_ar: Explorar
fr: Explorer
it_it: Esplora
pt: Explorar
tr: Keşfet

source: Extension settings
de: Einstellungen der Erweiterung
es_ar: Configuración de la extensión
fr: Paramètres d'extensions
it_it: Impostazioni delle estensioni
pt: Configurações de extensão
tr: Uzantı ayarları

source: Extensions are plugins that add new features to Bonfire or modify existing ones.
de: Erweiterungen sind Plugins, die neue Funktionen zu Bonfire hinzufügen oder bestehende verändern.
es_ar: Las extensiones son plugins que añaden nuevas funciones a Bonfire o modifican las existentes.
fr: Les extensions sont des plugins qui ajoutent des fonctionnalités à Bonfire ou modifient celles qui existent déjà.
it_it: Le estensioni sono plugin che aggiungono nuove funzionalità a Bonfire o modificano quelle esistenti.
pt: As extensões são plug-ins que adicionam novos recursos ao Bonfire ou modificam os existentes.
tr: Uzantılar, Bonfire’a yeni özellikler ekleyen veya mevcut olanları değiştiren eklentilerdir.

source: Feature Extensions
de: Funktionserweiterungen
es_ar: Extensiones de funciones
fr: Extensions de fonctionnalités
it_it: Estensioni caratteristiche
pt: Extensões de recursos
tr: Özellik Uzantıları

source: Federation disabled
de: Föderation deaktiviert
es_ar: Federación deshabilitada
fr: Fédération désactivée
it_it: Federazione disabilitata
pt: Federação desativada
tr: Federasyon devre dışı

source: Fields
de: Felder
es_ar: Campos
fr: Champs de saisie
it_it: Campi
pt: Campos
tr: Alanlar

source: Generate Animal Avatars
de: Tier-Avatare generieren
es_ar: Generar Avatares de Animales
fr: Générer des avatars d'animaux
it_it: Genera Avatar animali
pt: Gerar avatares de animais
tr: Hayvan Avatarları Oluştur

source: Generate animal-based avatars for users without a profile picture.
de: Generieren Sie Avatare auf Tierbasis für Nutzer ohne Profilbild.
es_ar: Generar avatares basados en animales para usuarios sin foto de perfil.
fr: Générer des avatars d'animaux pour les utilisateurs qui n'ont pas de photo de profil.
it_it: Genera Avatar di animali per users senza una foto profilo.
pt: Gerar avatares baseados em animais para usuários sem uma foto de perfil.
tr: Profil resmi olmayan kullanıcılar için hayvan temelli avatarlar oluştur.

source: Go back to the previous page
de: Zurück zur vorherigen Seite
es_ar: Volver a la página anterior
fr: Retour à la page précédente
it_it: Torna alla pagina precedente
pt: Voltar para a página anterior
tr: Önceki sayfaya geri dön.

source: Google Safe Browsing
es_ar: Navegación segura de Google
it_it: Navigazione Google Safe
pt: Navegação segura do Google
tr: Google Güvenli Tarama

source: Have some feedback?
de: Haben Sie ein Feedback?
es_ar: ¿Qué piensas?
fr: Vous avez des commentaires ?
it_it: Hai un feedback?
pt: Tem algum comentário?
tr: Görüşlerinizi paylaşmak ister misiniz?

source: Hide Instance Links
de: Instanz-Links ausblenden
es_ar: Ocultar enlaces de instancia
fr: Cacher les liens d'instance
it_it: Nascondi link del sito
pt: Ocultar links de instância
tr: Sunucu Bağlantılarını Gizle

source: Hide extra links in the UI.
de: Zusätzliche Links in der Benutzeroberfläche ausblenden.
es_ar: Ocultar enlaces adicionales en la interfaz de usuario.
fr: Masquer les liens supplémentaires dans l'interface utilisateur.
it_it: Nascondi link extra nella UI
pt: Oculte links extras na interface do usuário.
tr: Arayüzdeki ekstra bağlantıları gizle.

source: Hide the instance name text and show only the icon.
de: Blenden Sie den Text des Instanznamens aus und zeigen Sie nur das Symbol an.
es_ar: Ocultar el texto del nombre de la instancia y mostrar sólo el icono.
fr: Masquer le nom de l'instance et n'afficher que l'icône.
it_it: Nascondi il nome del sito e mostra solo l'icona.
pt: Oculta o texto do nome da instância e mostra apenas o ícone.
tr: Sunucu adını gizleyin ve yalnızca simgeyi gösterin.

source: Home
tr: Ana Sayfa

source: How to preload data during live updates (technical setting).
de: Vorladen von Daten bei Live-Aktualisierungen (technische Einstellung).
es_ar: Cómo precargar datos durante las actualizaciones en directo (configuración técnica).
fr: Comment précharger les données lors des mises à jour en direct (paramètre technique).
pt: Como pré-carregar dados durante atualizações ao vivo (configuração técnica).
tr: Canlı güncellemeler sırasında veriyi önceden yükleme yöntemi (teknik ayar).

source: Icon only
de: Nur Icons
es_ar: Sólo icono
fr: Icône seulement
it_it: Solo icona
pt: Somente ícone
tr: Sadece simge

source: Info
de: Infos
pt: Informações
tr: Bilgi

source: Insert emoji
de: Emoji einfügen
es_ar: Insertar emoji
fr: Insérer un émoji
it_it: Inserisci Emoji
pt: Inserir emoji
tr: Emoji ekle

source: Instance Icon
de: Instanz-Icon
es_ar: Icono de instancia
fr: Icône d'instance
it_it: Icona del sito
pt: Ícone da instância
tr: Sunucu Simgesi

source: Instance Name
de: Name der Instanz
es_ar: Nombre de la instancia
fr: Nom de l'instance
it_it: Nome del sito
pt: Nome da instância
tr: Sunucu Adı

source: Instance Settings
de: Instanz-Einstellungen
es_ar: Ajustes de la instancia
fr: Paramètres de l'instance
it_it: Impostazioni dell'istanza
pt: Configurações da instância
tr: Sunucu Ayarları

source: Instances
de: Instanzen
es_ar: Instancias
it_it: Siti
pt: Instâncias
tr: Sunucular

source: Libraries
de: Bibliotheken
es_ar: Librerías
fr: Bibliothèques
it_it: Librerie
pt: Bibliotecas
tr: Kütüphaneler

source: Light
de: Hell
es_ar: Claro
fr: Lumineux
it_it: Luce
pt: Suave
tr: Açık

source: Light theme
de: Helles Thema
es_ar: Tema claro
fr: Thème lumineux
it_it: Tema luminoso
pt: Tema claro
tr: Açık tema
