Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_files.po
Languages: de, fr_fr, it, pt_br, sv, tr

source: Add custom emoji
de: Benutzerdefiniertes Emoji hinzufügen
fr_fr: Ajouter un emoji personnalisé
it: Aggiungi emoji personalizzata
pt_br: Adicionar emoji personalizado
sv: Lägg till egen emoji
tr: Özel emoji ekle

source: Archive
fr_fr: Archives
pt_br: Arquivo
tr: Arşiv

source: Archive this emoji (remove from the emoji picker, but keep the image in storage so it doesn't break in places where it is already in use).
tr: Bu emojiyi arşivleyin (emoji seçicisinden kaldırın, ancak daha önce kullanıldığı yerlerde kırılmaması için görseli saklayın).

source: Archived
fr_fr: Archivé
tr: Arşivlendi

source: Banner max height
de: Banner maximale Höhe
fr_fr: Hauteur maximale de la bannière
it: Massima altezza del banner
pt_br: Altura máxima do banner
sv: Maximal höjd för banner
tr: Afiş maksimum yüksekliği

source: Banner max width
de: Maximale Breite des Banners
fr_fr: Largeur maximale de la bannière
it: Massima larghezza del banner
pt_br: Largura máxima do banner
sv: Maximal bredd för banner
tr: Afiş maksimum genişliği

source: Cancel
de: Abbrechen
fr_fr: Annuler
pt_br: Cancelar
tr: İptal

source: Choose a shortcode to enter when inserting this emoji
de: Wählen Sie einen Shortcode, den Sie beim Einfügen dieses Emojis eingeben
fr_fr: Choisissez un code court à saisir lors de l'insertion de cet emoji
it: Scegliere un codice breve da inserire quando si aggiunge questa emoji
pt_br: Escolha um código curto para inserir ao inserir esse emoji
sv: Välj en kort kod som skrivs för att infoga denna emoji
tr: Bu emojiyi eklerken girilecek kısa kodu seçin

source: Delete it permanently (remove from picker and delete the image from storage).
tr: Kalıcı olarak silin (seçiciden kaldırın ve görüntüyü depolama alanından silin).

source: Delete permanently
tr: Kalıcı olarak sil

source: Enter a label or description of the emoji
de: Geben Sie eine Bezeichnung oder eine Beschreibung des Emojis ein
fr_fr: Saisir un libellé ou une description de l'emoji
it: Inserire una etichetta o descrizione dell'emoji
pt_br: Digite um rótulo ou uma descrição do emoji
sv: Ange en etikett eller beskrivning av emojin
tr: Emojinin etiketini veya açıklamasını girin

source: Existing custom emoji
de: Vorhandene benutzerdefinierte Emoji
fr_fr: Emoji personnalisé existant
it: Emoji personalizzato esistente
pt_br: Emoji personalizado existente
sv: Existerande egna emoji
tr: Mevcut özel emoji

source: Files with an unrecognised format or size are not allowed
de: Dateien mit einem unbekannten Format oder unzulässigen Größe sind nicht erlaubt
fr_fr: Les fichiers d’un format ou d’une taille non reconnus ne sont pas autorisés.
it: I file con formato o dimensioni non riconosciute non sono ammessi.
pt_br: Arquivos com formato ou tamanho não reconhecidos não são permitidos
sv: Filer i format eller storlek som inte känns igen är inte tillåtna
tr: Tanınmayan biçim veya boyuttaki dosyalara izin verilmez

source: Files with the format of %{type} are not allowed
de: Dateien mit dem Format %{type} sind nicht zulässig.
fr_fr: Les fichiers au format %{type} ne sont pas autorisés.
it: File con il formato %{type} non sono ammessi
pt_br: Arquivos com o formato de %{type} não são permitidos
sv: Filer av typen %{type} är inte tillåtna
tr: %{type} biçimindeki dosyalara izin verilmez

source: Icon/avatar max size
de: Maximale Größe von Symbolen/Avataren
fr_fr: Taille maximale des icônes/avatars
it: Massima dimensione dell'icona/avatar
pt_br: Tamanho máximo do ícone/avatar
sv: Maximal storlek på ikon/avatar
tr: Simge/avatar maksimum boyutu

source: Media
de: Medien
fr_fr: Média
pt_br: Mídia
tr: Medya

source: Not found
fr_fr: Non trouvé
pt_br: Não encontrado
tr: Bulunamadı

source: PDF preview max size
de: Maximale Größe der PDF-Vorschau
fr_fr: Taille maximale de l'aperçu du PDF
it: Massime dimensioni dell'anteprima PDF
pt_br: Tamanho máximo da visualização do PDF
sv: Maximal storlek för förhandsgranskning av PDF
tr: PDF önizleme maksimum boyutu

source: PNG, JPG, GIF up to %{size} MB
de: PNG, JPG, GIF bis zu %{size} MB
fr_fr: PNG, JPG, GIF jusqu'à %{size} Mo
it: PNG, JPG, GIF fino a %{size} MB
pt_br: PNG, JPG, GIF até %{size} MB
sv: PNG, JPG, GIF upp till %{size} MB
tr: PNG, JPG, GIF %{size} MB'a kadar

source: Remove Emoji
tr: Emojiyi Kaldır

source: Select or drop a file (eg. SVG or PNG) to upload
de: Datei auswählen oder ablegen (z.B. SVG oder PNG), um sie hochzuladen
fr_fr: Sélectionnez ou déposez un fichier (par exemple SVG ou PNG) à télécharger.
it: Seleziona o trascina un file (ad es SVG o PNG) per caricarlo
pt_br: Selecione ou solte um arquivo (por exemplo, SVG ou PNG) para fazer upload
sv: Välj eller släpp en fil (t.ex. SVG eller PNG) som ska laddas upp
tr: Yüklemek için bir dosya (örneğin SVG veya PNG) seçin veya bırakın

source: Set a maximum height for automatically resizing banner images
de: Legen Sie eine maximale Höhe für die automatische Größenänderung von Banner-Bildern fest
fr_fr: Définir une hauteur maximale pour le redimensionnement automatique des images des bannières
it: Impostare un'altezza massima per il ridimensionamento automatico delle immagini dei banner.
pt_br: Definir uma altura máxima para redimensionar automaticamente as imagens do banner
sv: Sätt maximal höjd för att automatiskt ändra storlek på banner-bilder
tr: Afiş görsellerinin otomatik olarak yeniden boyutlandırılması için maksimum yüksekliği ayarlayın

source: Set a maximum width for automatically resizing banner images
de: Legen Sie eine maximale Breite für die automatische Größenänderung von Banner-Bildern fest
fr_fr: Définir une largeur maximale pour le redimensionnement automatique des images des bannières
it: Impostare una larghezza massima per il ridimensionamento automatico delle immagini dei banner.
pt_br: Definir uma largura máxima para redimensionar automaticamente as imagens do banner
sv: Sätt maximal bredd för att automatiskt ändra storlek på banner-bilder
tr: Afiş resimlerinin otomatik olarak yeniden boyutlandırılması için maksimum genişliği ayarlayın

source: Set a maximum width/height for automatically resizing avatar or icon images
de: Legen Sie eine maximale Breite/Höhe für die automatische Größenänderung von Avatar- oder Symbolbildern fest
fr_fr: Définir une largeur/hauteur maximale pour le redimensionnement automatique des images d'avatars ou d'icônes
it: Impostare un'altezza/larghezza massima per il ridimensionamento automatico di avatar e icone
pt_br: Defina uma largura/altura máxima para redimensionar automaticamente as imagens de avatar ou ícone
sv: Sätt en maximal bredd/höjd för att automatiskt ändra storlek på avatar- eller ikonbilder
tr: Avatar veya simge resimlerinin otomatik olarak yeniden boyutlandırılması için maksimum genişlik/yükseklik ayarlayın

source: Set a maximum width/height for preview images generated for PDFs
de: Festlegen einer maximalen Breite/Höhe für Vorschaubilder, die für PDFs erzeugt werden
fr_fr: Définir une largeur/hauteur maximale pour les images de prévisualisation générées pour les PDF
it: Impostare una larghezza/altezza massima per le immagini di anteprima generate per i PDF.
pt_br: Definir uma largura/altura máxima para as imagens de visualização geradas para PDFs
sv: Sätt maximal bredd/höjd för PDF-filers genererade förhandsgranskningsbilder
tr: PDF'ler için oluşturulan önizleme görüntüleri için maksimum genişlik/yükseklik ayarlayın

source: This file exceeds the maximum upload size of %{size}
de: Diese Datei überschreitet die maximale Upload-Größe von %{size}
fr_fr: Ce fichier dépasse la taille maximale de téléchargement de %{size}
it: Questo file eccede la dimensione massima di upload di %{size}
pt_br: Esse arquivo excede o tamanho máximo de upload de %{size}
sv: Denna fil överskrider den maximala uppladdningsstorleken på %{size}
tr: Bu dosya %{size} maksimum yükleme boyutunu aşıyor

source: Upload
de: Hochladen
fr_fr: Télécharger
it: Carica
pt_br: Carregar
sv: Ladda upp
tr: Yüklemek

source: Upload a background image
de: Hochladen eines Hintergrundbildes
fr_fr: Télécharger une image de fond
it: Carica un'immagine di sfondo
pt_br: Carregar uma imagem de fundo
sv: Ladda upp en bakgrundsbild
tr: Bir arka plan resmi yükleyin

source: Upload an emoji image
de: Ein Emoji-Bild hochladen
fr_fr: Télécharger une image emoji
it: Carica una immagine emoji
pt_br: Carregar uma imagem de emoji
sv: Ladda upp en emoji-bild
tr: Bir emoji resmi yükleyin

source: Upload or drop
de: Hochladen oder ablegen
fr_fr: Télécharger ou déposer.
it: Carica o trascina
pt_br: Fazer upload ou arrastar e soltar
sv: Ladda upp eller släpp
tr: Yükle veya bırak

source: Video thumbnail generation max height
de: Maximale Höhe der Video-Miniaturansicht
fr_fr: Génération d'une vignette vidéo de hauteur maximale
it: Massima altezza della generazione di thumbnail video
pt_br: Altura máxima da geração de miniaturas de vídeo
sv: Maximal höjd för generering av videominiatyr
tr: Video küçük resim oluşturma maksimum yüksekliği

source: Video thumbnail generation max width
de: Maximale Breite der Video-Miniaturansicht
fr_fr: Génération d'une vignette vidéo de largeur maximale
it: Massima larghezza della generazione di thumbnail video
pt_br: Largura máxima da geração de miniaturas de vídeo
sv: Maximal bredd för generering av videominiatyr
tr: Video küçük resim oluşturma maksimum genişliği

source: Video thumbnail generation scrubbing
de: Scrubbing bei der Erstellung von Video-Miniaturansichten
pt_br: Limpeza da geração de miniaturas de vídeo
sv: Generering av videominiatyr för sökning
tr: Sürükleyerek video küçük resmi oluşturma

source: You can either:
tr: Bunlardan birini yapabilirsiniz:

source: or drag and drop
de: oder ziehen und ablegen
fr_fr: ou glisser-déposer
it: o trascina e rilascia
pt_br: ou arrastar e soltar
sv: eller dra-och-släpp
tr: veya sürükleyip bırakın
