Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_fail.po
Languages: ar, de_de, fr_ca, it_it, pt, sv, tr, zh

source: %s Not Found.
ar: لم يُعثر على %s
de_de: %s Nicht gefunden.
fr_ca: %s Non trouvé.
pt: %s Não encontrado.
sv: %s Hittades inte.
tr: %sBulunamadı.
zh: %s 未找到。

source: Bad request: malformed header.
ar: طلب غير صالح: ترويسة مشوهة.
de_de: Schlechte Anfrage: fehlerhafter Header.
fr_ca: Mauvaise requête : en-tête malformé.
it_it: Richiesta sbagliata: titolo scritto male
pt: Solicitação incorreta: cabeçalho malformado.
sv: Felaktig begäran: ogiltigt huvud.
tr: Kötü istek: hatalı biçimlendirilmiş başlık.
zh: 错误请求：格式错误的头部。

source: Common error messages and failure handling.
ar: رسائل الخطأ الشائعة والتعامل مع الفشل.
de_de: Allgemeine Fehlermeldungen und Fehlerbehandlung.
fr_ca: Messages d’erreur courants et gestion des échecs.
it_it: Messaggi di errore comuni e gestione degli errori.
pt: Mensagens de erro comuns e tratamento de falhas.
sv: Gemensamma felmeddelanden och felhantering.
tr: Yaygın hata mesajları ve arıza yönetimi.
zh: 常见错误信息和故障处理。

source: Could not continue. You may need to get in touch with the instance moderators.
ar: لا يمكنك المتابعة. تواصل مع مشرفي المنصّة.
de_de: Konnte nicht fortfahren. Möglicherweise müssen Sie sich mit den Moderatoren der Instanz in Verbindung setzen.
fr_ca: Impossible de continuer. Il se peut que vous deviez contacter les modérateurs de l'instance.
it_it: Non è possibile continuare. Potresti aver bisogno di contattare i moderatori del sito.
pt: Não foi possível continuar. Talvez seja necessário entrar em contato com os moderadores da instância.
sv: Kunde inte fortsätta. Du kan behöva kontakta instansmoderatorerna.
tr: Devam edilemedi. Sunucu moderatörleriyle iletişime geçmeniz gerekebilir.
zh: 无法继续。您可能需要联系实例管理员。

source: Could not delete:
ar: تعذّر حذف:
de_de: Konnte nicht gelöscht werden:
fr_ca: Impossible de supprimer :
it_it: Non è possibile cancellare:
pt: Não foi possível excluir:
sv: Kunde inte ta bort:
tr: Silinemedi:
zh: 无法删除：

source: Invalid arguments passed.
ar: مُررت معطيات غير صالحة.
de_de: Ungültige Argumente übergeben.
fr_ca: Les arguments transmis ne sont pas valides.
pt: Argumentos inválidos passados.
sv: Ogiltiga argument skickade.
tr: Geçersiz argümanlar geçildi.
zh: 传递的参数无效。

source: Invalid request.
ar: طلب غير صالح.
de_de: Ungültige Anfrage.
fr_ca: Demande non valide.
it_it: Richiesta non valida.
pt: Solicitação inválida.
sv: Ogiltig begäran.
tr: Geçersiz istek.
zh: 请求无效。

source: Please confirm your email address first.
ar: يُرجى تأكيد عنوان البريد الإلكتروني أولا.
de_de: Bitte bestätigen Sie zunächst Ihre E-Mail-Adresse.
fr_ca: Veuillez d'abord confirmer votre adresse électronique.
it_it: Per cortesia prima conferma il tuo indirizzo email.
pt: Primeiro, confirme seu endereço de e-mail.
sv: Bekräfta fin epostadress först.
tr: Lütfen öncelikle e-posta adresinizi doğrulayın.
zh: 请先确认您的电子邮件地址。

source: Reset your password to login.
ar: يُرحى إعادة ضبط كلمة المرور حتى تتمكن من الدخول.
de_de: Setzen Sie Ihr Passwort zurück, um sich anzumelden.
fr_ca: Réinitialisez votre mot de passe pour vous connecter.
it_it: Resetta la tua password per entrare.
pt: Redefina sua senha para fazer login.
sv: Återställ ditt lösenord för att logga in.
tr: Giriş yapmak için şifrenizi sıfırlayın.
zh: 重置您的密码以登录。

source: Something went wrong.
ar: حدث خطأ ما.
de_de: Etwas ist schief gelaufen.
fr_ca: Quelque chose n'a pas fonctionné.
it_it: Qualcosa è andato storto.
pt: Algo deu errado.
sv: Något gick fel.
tr: Bir şeyler ters gitti.
zh: 出现了问题。

source: The server is overloaded.
ar: الخادم مشغول.
de_de: Der Server ist überlastet.
fr_ca: Le serveur est surchargé.
it_it: Il server è sovraccarico.
pt: O servidor está sobrecarregado.
sv: Servern är överbelastad.
tr: Sunucu aşırı yüklendi.
zh: 服务器超载。

source: There was an error.
ar: حصل خطأ ما.
de_de: Es ist ein Fehler aufgetreten.
fr_ca: Une erreur s'est produite.
it_it: C'è stato un errore.
pt: Houve um erro.
sv: Ett fel har inträffat.
tr: Bir hata oluştu.
zh: 发生了错误。

source: This link or token has expired, please request a fresh one.
ar: إنتهت صلاحية الرابط أو الرمز. يرجى تقديم الطلب من جديد.
de_de: Dieser Link oder Token ist abgelaufen, bitte fordern Sie einen neuen an.
fr_ca: Ce lien ou ce jeton a expiré, veuillez en demander un nouveau.
it_it: Questo link o token è scaduto, richiedine uno nuovo.
pt: Este link ou token expirou, solicite um novo.
sv: Länken eller token är för gammal, begär en ny.
tr: Bu bağlantı veya token süresi dolmuş, lütfen yenisini talep edin.
zh: 此链接或令牌已过期，请请求一个新的。

source: This link or token was already used, please request a fresh one if necessary.
ar: أُستخدِم الرابط أو الرمز من قبل. يرجى تقديم الطلب من جديد في حال الحاجة لذلك.
de_de: Dieser Link oder Token wurde bereits verwendet, bitte fordern Sie ggf. einen neuen an.
fr_ca: Ce lien ou ce jeton a déjà été utilisé, veuillez en demander un nouveau si nécessaire.
it_it: Questo link o token è già stato usato, richiedine uno nuovo se necessario.
pt: Esse link ou token já foi usado. Solicite um novo, se necessário.
sv: Länken eller token har redan använts, begär en ny vid behov.
tr: Bu bağlantı veya token daha önce kullanılmış, gerekirse yenisini talep edin.
zh: 此链接或令牌已被使用，如有必要，请请求一个新的。

source: This site is by invitation only.
ar: الوصول لهذا الموقع من خلال دعوة فقط.
de_de: Diese Seite ist nur auf Einladung zugänglich.
fr_ca: Ce site est accessible uniquement sur invitation.
it_it: Questo sito è solo su invito.
pt: Este site é apenas para convidados.
sv: Den här sidan är endast tillgänglig efter inbjudan.
tr: Bu siteye yalnızca davetiye ile giriş yapılabilir.
zh: 此网站仅限邀请访问。

source: This token was not found, please request a fresh one.
ar: لم يُعثر على الرمز. يرجى تقديم الطلب من جديد.
de_de: Dieses Token wurde nicht gefunden, bitte fordern Sie ein neues an.
fr_ca: Ce jeton n'a pas été trouvé, veuillez en demander un nouveau.
it_it: Questo token non è stato trovato, per cortesia richiedine uno nuovo.
pt: Este token não foi encontrado, solicite um novo.
sv: Denna token kunde inte hittas, begär en ny.
tr: Bu token bulunamadı, lütfen yeni bir tane talep edin.
zh: 未找到此令牌，请请求一个新的。

source: This user account is disabled. Please contact the instance administrator.
ar: هذا الحساب مُعطّل. تواصل مع إدارة المنصّة.
de_de: Dieses Benutzerkonto ist deaktiviert. Bitte wenden Sie sich an den Instanzadministrator.
fr_ca: Ce compte d'utilisateur est désactivé. Veuillez contacter l'administrateur de l'instance.
it_it: Questo utente è disabilitato. Gentilmente contatta l'amministratore del sito.
pt: Esta conta de usuário está desativada. Entre em contato com o administrador da instância.
sv: Detta användarkonto är inaktiverat. Kontakta instansadministratören.
tr: Bu kullanıcı hesabı devre dışı bırakıldı. Lütfen sunucu yöneticisiyle iletişime geçin.
zh: 此用户账号已被禁用。请联系实例管理员。

source: Unknown resource.
ar: عنصر غير معروف.
de_de: Unbekannte Quelle.
fr_ca: Ressource inconnue.
it_it: Risorsa sconosciuta.
pt: Recurso desconhecido.
sv: Okänd resurs.
tr: Bilinmeyen kaynak.
zh: 未知资源。

source: User not found.
ar: لم يُعثر على المستخدم.
de_de: Benutzer nicht gefunden.
fr_ca: L'utilisateur n'a pas été trouvé.
it_it: User non trovato.
pt: Usuário não encontrado.
sv: Användaren kunde inte hittas.
tr: Kullanıcı bulunamadı.
zh: 未找到用户。

source: We couldn't find an account with the details you provided.
ar: تعذّر العثور على حساب يُطابق البيانات التي قُدِّمت.
de_de: Wir konnten kein Konto mit den von Ihnen angegebenen Daten finden.
fr_ca: Nous n'avons pas trouvé de compte avec les détails que vous avez fournis.
it_it: Non possiamo trovare un account con i dettagli che hai fornito.
pt: Não foi possível encontrar uma conta com os detalhes que você forneceu.
sv: Vi kunde inte hitta ett konto med den informationen du angett.
tr: Verdiğiniz bilgilere sahip bir hesap bulamadık.
zh: 我们找不到您提供的账号信息。

source: You do not have permission %s
ar: ليس لديك تصريح %s
de_de: Sie haben keine Erlaubnis %s
fr_ca: Vous n'avez pas l'autorisation %s
pt: Você não tem permissão %s
sv: Du har inte tillåtelse %s
tr: İzniniz yok%s
zh: 您没有权限 %s

source: You need to log in first.
ar: يجب تسجيل الدخول أولا.
de_de: Sie müssen sich zuerst anmelden.
fr_ca: Vous devez d'abord vous connecter.
it_it: Devi prima registrarti.
pt: Você precisa fazer login primeiro.
sv: Du behöver logga in först.
tr: Öncelikle giriş yapmanız gerekiyor.
zh: 您需要先登录。
