Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_boundaries.po
Languages: de_de, fr, fr_ca, it_it, pt, pt_br, sv, tr, vi

source: Activity boundary
pt_br: Limite de atividade

source: Add a boundary preset
pt_br: Adicionar uma predefinição de limite

source: Add circle/users
pt_br: Adicionar círculo/usuários

source: Add circles or people
pt_br: Adicionar círculos ou pessoas

source: Add some users to get started!
pt_br: Adicione alguns usuários para começar!

source: Add users
pt_br: Adicionar usuários

source: Add/remove from circle(s)
pt_br: Adicionar/remover do(s) círculo(s)

source: Added to circle!
fr: Ajouté au cercle !
pt_br: Adicionado ao círculo!

source: Administer
de_de: Verwalten
fr_ca: Administrer
it_it: Amministra
pt: Administrar
pt_br: Administrar
sv: Administrera
tr: Yönetmek

source: Admins list
pt_br: Lista de administradores

source: Allowed actions
pt_br: Ações permitidas

source: Anyone can join and participate
pt_br: Qualquer pessoa pode se associar e participar

source: Anyone mentioned will be able to see and reply
pt_br: Qualquer pessoa mencionada poderá ver e responder

source: Anyone mentioned will be able to see, interact, and reply.
pt_br: Qualquer pessoa mencionada poderá ver, interagir e responder.

source: Archived
fr: Archivé
pt_br: Arquivado

source: Are you sure to remove %{name} from this object's boundary?
pt_br: Você tem certeza de que deseja remover %{name} do limite desse objeto?

source: Are you sure to remove %{subject_name} from %{boundary_name} boundary?
pt_br: Você tem certeza de que removeu %{subject_name} do limite de %{boundary_name}?

source: Are you sure to unblock %{user_or_instance_name} instance-wide?
pt_br: Você tem certeza que quer desbloquear %{user_or_instance_name} em toda a instância?

source: Are you sure to unghost %{user_or_instance_name} instance-wide?
pt_br: Você tem certeza de que deseja desfazer a "invisibilidade" %{user_or_instance_name} em toda a instância?

source: Are you sure to unsilence %{user_or_instance_name} instance-wide?
pt_br: Você tem certeza de que deseja cancelar o silenciamento de %{user_or_instance_name} em toda a instância?

source: As caretaker you have full control over this, including the right to perform any action on it, and to set its boundaries.
pt_br: Como cuidador, você tem controle total sobre ele, incluindo o direito de executar qualquer ação e definir seus limites.

source: Back
fr: Retour
pt_br: Voltar

source: Block
de_de: blockieren
fr: Bloquer
fr_ca: Bloquer
it_it: Blocco
pt: Bloqueio
pt_br: Bloqueio
sv: Blockera
tr: Engellemek
vi: Chặn

source: Block from the group
pt_br: Bloqueio do grupo

source: Block instance-wide
pt_br: Bloqueio em toda a instância

source: Blocked!
pt_br: Bloqueado!

source: Boundaries define and enforce rules that can be used to control access and permissions to content or functionality. A boundary can apply to one or more users and circles.
pt_br: Os limites definem e aplicam regras que podem ser usadas para controlar o acesso e as permissões ao conteúdo ou à funcionalidade. Um limite pode ser aplicado a um ou mais usuários e círculos.

source: Boundary Presets
pt_br: Predefinições de limite

source: Boundary added!
pt_br: Limite adicionado!

source: Boundary created!
fr: Périmètre créé !
pt_br: Limite criado!

source: Boundary removed!
pt_br: Limite removido!

source: By ghosting %{user_or_instance_name}, you will prevent them from seeing or interacting with you or your content
pt_br: Ao invisibilizar %{user_or_instance_name}, você impedirá que eles vejam ou interajam com você ou com seu conteúdo

source: By silencing %{user_or_instance_name}, you will stop seeing things they publish
pt_br: Ao silenciar a %{user_or_instance_name}, você deixará de ver as coisas que eles publicam

source: By unblocking %{user_or_instance_name}, you will be able to interact together with them.
pt_br: Ao desbloquear %{user_or_instance_name}, você poderá interagir com eles.

source: By unghosting %{user_or_instance_name}, they will see things you publish again.
pt_br: Ao remover a invisibilidade para %{user_or_instance_name}, eles verão novamente o que você publicar.

source: By unsilencing %{user_or_instance_name}, you will see things they publish again.
pt_br: Ao silenciar a %{user_or_instance_name}, você verá novamente as coisas que eles publicam.

source: Can
de_de: Kann
fr: Peut
fr_ca: Peut
it_it: Puoi
pt: Pode
pt_br: Pode
sv: Kan
tr: Yapılabilir

source: Cannot
de_de: Unmöglich
fr: Ne peut pas
fr_ca: Ne peut pas
it_it: Non puoi
pt: Não pode
pt_br: Não pode
sv: Kan inte
tr: Yapılamaz

source: Caretaker
pt_br: Cuidador

source: Circle
pt_br: Círculo

source: Circles
fr_ca: Cercles
it_it: Cerchi
pt: Círculos
pt_br: Círculos
sv: Cirklar
tr: Çevreler

source: Circles are a way to organize your connections and relations with people. Circles can be used to group people together based on your relationship, shared interests, affiliations, or other factors.
pt_br: Os círculos são uma forma de organizar suas conexões e relações com as pessoas. Os círculos podem ser usados para agrupar pessoas com base em seu relacionamento, interesses compartilhados, afiliações ou outros fatores.

source: Collapse
pt_br: Colapso

source: Could not add to circle
fr: Impossible d'ajouter au cercle
pt_br: Não foi possível adicionar ao círculo

source: Could not assign the role
pt_br: Não foi possível atribuir a função

source: Could not block
pt_br: Não foi possível bloquear

source: Could not edit boundary
fr: Impossible de modifier le périmètre
pt_br: Não foi possível editar o limite

source: Could not edit circle
fr: Impossible d'éditer le cercle
pt_br: Não foi possível editar o círculo

source: Could not edit permission
fr: Impossible de modifier l'autorisation
pt_br: Não foi possível editar a permissão

source: Could not ghost
pt_br: Não foi possível fantasma

source: Could not remove from circle
fr: Impossible de retirer du cercle
pt_br: Não foi possível remover do círculo

source: Could not remove to circle
pt_br: Não foi possível remover para o círculo

source: Could not unblock
pt_br: Não foi possível desbloquear

source: Could not unghost
pt_br: Não foi possível cancelar a hospedagem

source: Create
de_de: erstellen
fr: Créer
fr_ca: Créer
it_it: Crea
pt: Criar
pt_br: Criar
sv: Skapa
tr: Oluştur

source: Create a new %{user_or_group_or_instance} role
pt_br: Criar uma nova função %{user_or_group_or_instance}

source: Create a new circle
pt_br: Criar um novo círculo

source: Create and manage your boundary.
fr: Créez et gérez vos périmètres.
pt_br: Crie e gerencie seus limites.

source: Create and manage your circle.
fr: Créez et gérez votre cercle.
pt_br: Crie e gerencie seu círculo.

source: Create role
pt_br: Criar função

source: Custom
pt_br: Personalizado
vi: Tùy chỉnh

source: Custom Boundaries
pt_br: Limites personalizados

source: Custom permissions
pt_br: Permissões personalizadas

source: Customise
pt_br: Personalizar

source: Customise or add extra boundaries
pt_br: Personalize ou adicione limites extras

source: Default roles
pt_br: Funções padrão

source: Define a new boundary
pt_br: Definir um novo limite

source: Define and enforce instance-wide rules for access and permissions to content or functionality
pt_br: Definir e aplicar regras em toda a instância para acesso e permissões a conteúdo ou funcionalidade

source: Define and enforce rules for access and permissions to content or functionality
pt_br: Definir e aplicar regras de acesso e permissões para conteúdo ou funcionalidade

source: Define sets of permissions which you can assign to users and circles
pt_br: Definir conjuntos de permissões que podem ser atribuídas a usuários e círculos

source: Define which circles or users can control different aspects of the instance
pt_br: Definir quais círculos ou usuários podem controlar diferentes aspectos da instância

source: Define which users can moderate the instance.
pt_br: Defina quais usuários podem moderar a instância.

source: Delete
de_de: löschen
fr: Supprimer
fr_ca: Supprimer
it_it: Cancella
pt: Excluir
pt_br: Excluir
sv: Ta bort
tr: Sil

source: Delete circle
fr: Supprimer le cercle
pt_br: Excluir círculo

source: Delete this boundary
fr: Supprimer ce périmètre
pt_br: Excluir esse limite

source: Delete this circle
fr: Supprimer ce cercle
pt_br: Excluir este círculo

source: Deleted
fr: Supprimé
pt_br: Eliminado

source: Deleting a boundary means anything shared with users of the local instance using this boundary will no longer be shared. Please be certain.
fr: La suppression d'un périmètre signifie que tout ce qui est partagé avec les utilisateurs de l'instance locale utilisant ce périmètre ne sera plus partagé. Soyez certains !
pt_br: A exclusão de um limite significa que tudo o que for compartilhado com os usuários da instância local que usa esse limite não será mais compartilhado. Tenha certeza.

source: Details
pt_br: Detalhes

source: Done
fr: Terminé
pt_br: Feito

source: Edit Role
pt_br: Editar Função

source: Edit boundaries
fr: Modifier les périmètres
pt_br: Editar limites

source: Edit boundary
pt_br: Editar limite

source: Edit circle
pt_br: Editar círculo

source: Edit circle name
pt_br: Editar nome do círculo

source: Edit name
pt_br: Editar nome

source: Edit the boundary description
fr: Modifier la description du périmètre
pt_br: Editar a descrição do limite

source: Edit the boundary name
fr: Modifier le nom du périmètre
pt_br: Editar o nome do limite

source: Edited!
fr: Modifié !
pt_br: Editado!

source: Enable this role for all users
pt_br: Habilitar essa função para todos os usuários

source: Enter a name for the boundary
fr: Saisissez un nom pour le périmètre
pt_br: Digite um nome para o limite

source: Everyone on this instance will be able to see, interact, and reply.
pt_br: Todos nessa instância poderão ver, interagir e responder.

source: Exclude users or circles
pt_br: Excluir usuários ou círculos

source: Follow some people first...
fr: Suivez d'abord quelques personnes...
pt_br: Siga algumas pessoas primeiro...

source: Followers
pt_br: Seguidores

source: Follows
pt_br: Seguidores

source: Full permissions
de_de: Volle Berechtigungen
fr_ca: Autorisations complètes
it_it: Autorizzazioni complete
pt: Permissões completas
pt_br: Permissões completas
sv: Fulla tillåtelser
tr: Tam yetkiler

source: Ghost
fr: Devenir un fantôme
pt_br: Invisibilizar

source: Ghost instance-wide
fr: Devenir une instance fantôme
pt_br: Invisibilizar em toda a instância
vi: Ghost toàn máy chủ

source: Ghosted instance-wide
pt_br: Invisibilizado em toda a instância

source: Group users based on shared characteristics or roles
pt_br: Agrupar usuários com base em características ou funções compartilhadas

source: Group your contacts based on shared characteristics
pt_br: Agrupe seus contatos com base em características compartilhadas

source: Here you can preview how boundaries will be applied for a specific user.
pt_br: Aqui você pode visualizar como os limites serão aplicados a um usuário específico.

source: Instance Circles
pt_br: Círculos de instância

source: Instance Permissions
pt_br: Permissões de instância

source: Instance Roles
pt_br: Funções de instância

source: Local Instance
de_de: lokale Instanz
fr: Instance locale
fr_ca: Instance locale
it_it: Istanza locale
pt: Instância local
pt_br: Instância local
sv: Lokal instans
tr: Yerel Sunucu
vi: Máy chủ Cục Bộ

source: Local: everyone on this instance can see, interact, and reply.
pt_br: Local: todos nessa instância podem ver, interagir e responder.

source: Member was removed
fr: Le membre a été enlevé
pt_br: O membro foi removido

source: Mentions
de_de: Erwähnungen
it_it: Menzioni
pt: Menções
pt_br: Menções
sv: Omnämningar
tr: Bahsedilenler
vi: Lượt nhắc đến

source: Message
de_de: Nachricht
fr_ca: Envoyer un message
it_it: Messaggio
pt: Mensagem
pt_br: Mensagem
sv: Meddelande
tr: Mesaj
vi: Tin Nhắn

source: Moderators list
pt_br: Lista de moderadores

source: New boundary preset
pt_br: Nova predefinição de limite

source: New circle
fr: Nouveau cercle
pt_br: Novo círculo

source: New role
pt_br: Nova função

source: No permissions removed from boundary
pt_br: Nenhuma permissão removida do limite

source: Nobody in this circle...
fr: Personne dans ce cercle...
pt_br: Ninguém neste círculo...

source: Nobody on this instance will receive any updates from the users or instances on this list
pt_br: Ninguém nessa instância receberá atualizações dos usuários ou instâncias dessa lista

source: Not specified
fr: Non spécifié
pt_br: Não especificado

source: Nothing you post privately will be shown to them from now on.
fr: À partir de maintenant, vos activités privées ne leur seront pas montrées.
pt_br: A partir de agora, nada do que você publicar em particular será mostrado a eles.
vi: Những gì bạn đăng một cách riêng tư sẽ không được hiển thị cho họ kể từ bây giờ.

source: Only instance users can see and reply
pt_br: Somente usuários de instância podem ver e responder

source: Open
de_de: öffnen
fr_ca: Ouvrir
it_it: Aperto
pt: Em aberto
pt_br: Aberto
sv: Öppna
tr: Açık

source: Permission edited!
fr: Permission éditée !
pt_br: Permissão editada!

source: Preset Boundary
pt_br: Limite predefinido

source: Previewing boundaries for
pt_br: Visualização de limites para

source: Private
de_de: Privat
fr_ca: Privé
it_it: Privato
pt: Privado
pt_br: Privado
sv: Privat
tr: Özel

source: Public
de_de: öffentlich
it_it: Pubblico
pt: Público
pt_br: Público
sv: Offentlig
tr: Herkese açık
vi: Công khai

source: Public: visible to everyone. People on the fediverse can see, interact, and reply.
pt_br: Público: visível para todos. As pessoas no fediverso podem ver, interagir e responder.

source: Publicly visible to everyone
pt_br: Visível publicamente para todos

source: Publicly visible to everyone on the fediverse and in search engines
fr: Visible par tout le monde dans la fediverse et dans les moteurs de recherche
pt_br: Visível publicamente para todos no universo federal e nos mecanismos de busca
vi: Hiển thị công khai với mọi người và công cụ tìm kiếm

source: Publicly visible to everyone. Discoverable by search engines.
pt_br: Visível publicamente para todos. Pode ser descoberto por mecanismos de pesquisa.

source: Read less
fr: Lire moins
pt_br: Leia menos
vi: Thu gọn

source: Read more
fr: Lire plus
pt_br: Leia mais
vi: Mở rộng

source: Remove
fr: Retirer
pt_br: Remover

source: Remove from boundary
pt_br: Remover do limite

source: Remove preset from boundary
pt_br: Remover predefinição do limite

source: Removed from boundary
fr: Supprimé du périmètre
pt_br: Removido do limite

source: Removed from circle!
fr: Retiré du cercle !
pt_br: Removido do círculo!

source: Role
pt_br: Função

source: Role assigned!
pt_br: Função atribuída!

source: Roles
pt_br: Funções

source: Roles define sets of permissions which you can assign to users and circles
pt_br: As funções definem conjuntos de permissões que podem ser atribuídas a usuários e círculos

source: Save
fr: Sauvegarder
pt_br: Salvar

source: Search for a user to preview
pt_br: Procure um usuário para pré-visualizar

source: Search for circles or users to add
pt_br: Procure círculos ou usuários para adicionar

source: Search for users to add
pt_br: Pesquisar usuários para adicionar

source: See which users can administer the instance.
pt_br: Veja quais usuários podem administrar a instância.

source: Select a role (or custom permissions) to finish adding it to the boundary.
pt_br: Selecione uma função (ou permissões personalizadas) para terminar de adicioná-la ao limite.

source: Select or search for circles or people to exclude
pt_br: Selecione ou pesquise círculos ou pessoas a serem excluídos

source: Select role
pt_br: Selecionar função

source: Select the circle(s) you want %{name} to be in
pt_br: Selecione o(s) círculo(s) em que você deseja que a %{name} esteja

source: Silence
fr: Réduire au silence
pt_br: Silenciar
vi: Ẩn

source: Silence instance-wide
fr: Reduire au silence pour toute l'instance
pt_br: Silenciar em toda a instância
vi: Ẩn toàn máy chủ

source: Silenced instance-wide
pt_br: Silenciado em toda a instância

source: Specify custom boundaries, starting with a blank slate.
pt_br: Especifique limites personalizados, começando com um quadro em branco.

source: Super powers
pt_br: Superpoderes

source: The boundary will be permanently deleted. This action will affect everything that was shared on the local instance using the boundary.
fr: Le périmètre sera définitivement supprimé. Cette action affectera tout ce qui a été partagé sur l'instance locale utilisant le périmètre.
pt_br: O limite será excluído permanentemente. Essa ação afetará tudo o que foi compartilhado na instância local usando o limite.

source: The circle will be permanently deleted. This action may affect all the activities that included this circle.
fr: Le cercle sera définitivement supprimé. Cette action peut affecter tous les périmètres et toutes les activités qui incluaient ce cercle.
pt_br: O círculo será excluído permanentemente. Essa ação pode afetar todas as atividades que incluíram esse círculo.

source: These permissions are set by the creator or caretaker. They specify which actions you can perform on this content.
pt_br: Essas permissões são definidas pelo criador ou responsável. Elas especificam quais ações você pode executar sobre esse conteúdo.

source: They will still be able to see things you post publicly.
fr: Ils pourront toujours voir vos contenus publiques.
pt_br: Eles ainda poderão ver as coisas que você postar publicamente.
vi: Họ vẫn sẽ có thể thấy những thứ bạn đăng công khai.

source: They won't be able to follow you.
fr: Ils ne pourrons pas vous suivre.
pt_br: Eles não conseguirão segui-lo.
vi: Họ không thể theo dõi bạn.

source: This circle has no members yet
fr: Ce cercle n'a pas encore de membres
pt_br: Este círculo ainda não tem membros

source: This list is empty
pt_br: Esta lista está vazia

source: Type the circle name
pt_br: Digite o nome do círculo

source: Type the name of the boundary
pt_br: Digite o nome do limite

source: Type the role name
pt_br: Digite o nome da função

source: Unblock
pt_br: Desbloquear

source: Unblock instance-wide
pt_br: Desbloqueio em toda a instância

source: Unblocked!
pt_br: Desbloqueado!

source: Unghost
pt_br: Invisibilizado

source: Unghost instance-wide
pt_br: Invisibilizado em toda a instância

source: Unknown circle or user
pt_br: Círculo ou usuário desconhecido

source: Unnamed preset boundary
pt_br: Limite predefinido sem nome

source: Unsilence
pt_br: Desfazer silenciamento

source: Unsilence instance-wide
pt_br: Desfazer silenciamento em toda a instância

source: Untitled
fr: Sans titre
pt_br: Sem título

source: Untitled circle
fr: Cercle sans titre
pt_br: Círculo sem título

source: Use roles to organize how users can interact with you and with your contents
pt_br: Use funções para organizar como os usuários podem interagir com você e com seu conteúdo

source: Use this role only to set system boundaries (e.g. group or instance) rather than content
pt_br: Use essa função apenas para definir os limites do sistema (por exemplo, grupo ou instância) e não o conteúdo

source: Users or instances on this list will not be able to see or interact with anyone on this instance
pt_br: Os usuários ou instâncias nessa lista não poderão ver ou interagir com ninguém nessa instância

source: Users or instances on this list will not be able to see or interact with you or your content
pt_br: Os usuários ou instâncias dessa lista não poderão ver ou interagir com você ou com seu conteúdo

source: Visible
de_de: Sichtbar
it_it: Visibile
pt: Visível
pt_br: Visível
sv: Synlig
tr: Görünür

source: Visible only to people included in this message thread:
fr: Visible uniquement par les personnes incluses dans ce fil de messages :
pt_br: Visível apenas para as pessoas incluídas neste tópico de mensagem:
vi: Hiển thị với những người trong chuỗi tin nhắn này:

source: Visible only to those mentioned, across the fediverse
fr: Visible seulement pour ceux qui sont mentionnés, dans toute la fediverse.
pt_br: Visível apenas para os mencionados, em todo o fediverso
vi: Hiển thị với những người được nhắc đến, trên mạng fediverse

source: Visible to all members of this instance
fr: Visible par tous les membres de cette instance
pt_br: Visível para todos os membros dessa instância
vi: Hiển thị với mọi người dùng trên máy chủ này

source: When you feel unsafe, or you tried discussing or flagging problematic people or content and it went nowhere, or you simply came across spam or trolls, you can always resort to blocking.
fr: Si vous ne vous sentez pas en sécurité, ou si vous avez essayé de discuter ou de signaler des personnes ou des contenus problématiques sans succès, ou si vous êtes simplement tombé sur du spam ou des trolls, vous pouvez toujours recourir au blocage.
pt_br: Quando você se sente inseguro, ou tentou discutir ou sinalizar pessoas ou conteúdos problemáticos e não deu em nada, ou simplesmente se deparou com spam ou trolls, você ainda pode recorrer ao bloqueio.
vi: Khi bạn cảm thấy không an toàn, hoặc khi bạn đã cố gắng trao đổi, hoặc báo cáo những người hoặc nội dung có vấn đề và nó chẳng đi đến đâu, hoặc chỉ đơn giản là gặp phải spam hoặc troll, bạn luôn có thể dùng đến cách chặn.

source: You can enforce the block for all users of your instance. All local users will stop interact with %{user_or_instance_name} or their content
pt_br: Você pode aplicar o bloqueio a todos os usuários da sua instância. Todos os usuários locais deixarão de interagir com %{user_or_instance_name} ou seu conteúdo

source: You can enforce the block for your group: %{user_or_instance_name} will no longer be able to see or interact with the group or future group activities.
pt_br: Você pode aplicar o bloqueio ao seu grupo: %{user_or_instance_name} não poderá mais ver ou interagir com o grupo ou com as atividades futuras do grupo.

source: You can enforce the ghost for all users of your instance. Prevent %{user_or_instance_name} from seeing or interacting with all local users
pt_br: Você pode aplicar a invisibilização a todos os usuários da sua instância. Impedir que %{user_or_instance_name} veja ou interaja com todos os usuários locais

source: You can enforce the silence for all users of your instance. All local users will stop seeing %{user_or_instance_name} or their content
pt_br: Você pode impor o silêncio a todos os usuários da sua instância. Todos os usuários locais deixarão de ver %{user_or_instance_name} ou seu conteúdo

source: You can explicitly enable or disable a verb from this role to grant or forbid a specific permission. By removing the verb from the list, the user will inherit that permission from the other boundaries applied. If no other boundaries are present the default will be false.
pt_br: Você pode ativar ou desativar explicitamente um verbo dessa função para conceder ou proibir uma permissão específica. Ao remover o verbo da lista, o usuário herdará essa permissão dos outros limites aplicados. Se nenhum outro limite estiver presente, o padrão será falso.

source: You have successfully blocked instance-wide this user
pt_br: Você bloqueou com êxito este usuário em toda a instância

source: You have successfully blocked this user
pt_br: Você bloqueou este usuário com sucesso

source: You have successfully ghosted instance-wide this user
pt_br: Você conseguiu invisibilizar este usuário em toda a instância

source: You have successfully ghosted this user
pt_br: Você conseguiu invisibilizar este usuário

source: You have successfully silenced instance-wide this user
pt_br: Você silenciou com êxito este usuário em toda a instância

source: You have successfully silenced this user
pt_br: Você conseguiu silenciar este usuário

source: You have successfully unblocked instance-wide this user
pt_br: Você desbloqueou com sucesso este usuário em toda a instância
