Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_social.po
Languages: de_de, fr, it, pt, tr

source: Journal Article
de_de: Zeitschriftenartikel
fr: Article de journal scientifique
it: Articolo di giornale
pt: Artigo de periódico
tr: Dergi Makalesi

source: Label this %{object}
de_de: Beschriften Sie diesen %.{object}
fr: Étiqueter cet(te) %{object}
it: Etichetta questo %{object}
pt: Legendar esta %{object}
tr: Bu %{object} öğesini etiketle

source: Last Day
pt: Último dia
tr: Son Gün

source: Last Month
pt: Último mês
tr: Son Ay

source: Last Reply
de_de: Letzte Antwort
fr: Dernière réponse
it: Ultima risposta
pt: Última resposta
tr: Son Cevap

source: Last Week
pt: Última semana
tr: Son Hafta

source: Last Year
pt: Ano passado
tr: Son Yıl

source: Latest reply first
pt: Última resposta primeiro
tr: En son cevap başta

source: Least boosted
pt: Menos impulsionado
tr: En az tekrar paylaşılan

source: Least liked
pt: Menos apreciado
tr: En az beğenilen

source: Least recent
pt: Menos recente
tr: En az yeni

source: Least replied
pt: Menos respondido
tr: En az cevaplanan

source: Like
it: Mi piace
pt: Curtir
tr: Beğen

source: Linear
tr: Doğrusal

source: Links
fr: Liens
it: Collegamenti
tr: Bağlantılar

source: List of bookmarks (CSV)
pt: Lista de marcadores (CSV)
tr: Yer imleri listesi (CSV)

source: List of boosts (CSV)
pt: Lista de reforços (CSV)
tr: Tekrar paylaşımlar listesi (CSV)

source: List of likes (CSV)
pt: Lista de curtidas (CSV)
tr: Beğeniler listesi (CSV)

source: List of lists/circles and their members (CSV))
pt: Lista de listas/círculos e seus membros (CSV))
tr: Listeler/çevreler ve üyeleri listesi (CSV)

source: List of profiles to follow (CSV)
pt: Lista de perfis a serem seguidos (CSV)
tr: Takip edilecek profillerin listesi (CSV)

source: List of profiles/instances to block (CSV)
pt: Lista de perfis/instâncias a serem bloqueados (CSV)
tr: Engellenecek profillerin/sunucuların listesi (CSV)

source: List of profiles/instances to block instance-wide (CSV)
pt: Lista de perfis/instâncias para bloquear em toda a instância (CSV)
tr: Sunucu genelinde engellenecek profillerin/sunucuların listesi (CSV)

source: List of profiles/instances to ghost (CSV)
pt: Lista de perfis/instâncias para fantasmas (CSV)
tr: Ghost'a alınacak profil/örneklerin listesi (CSV)

source: List of profiles/instances to ghost instance-wide (CSV)
pt: Lista de perfis/instâncias para fantasmas em toda a instância (CSV)
tr: Ghost uygulaması genelinde kullanılacak profil/örneklerin listesi (CSV)

source: List of profiles/instances to silence (CSV)
pt: Lista de perfis/instâncias para silenciar (CSV)
tr: Susturulacak profillerin/sunucuların listesi (CSV)

source: List of profiles/instances to silence instance-wide (CSV)
pt: Lista de perfis/instâncias para silenciar em toda a instância (CSV)
tr: Sunucu genelinde susturulacak profillerin/sunucuların listesi (CSV)

source: Load %{count} more replies
de_de: Load %{count} mehr Antworten
fr: Charger %{count} plus de réponses
it: Carica %{count} altre risposte
pt: Load %{count} mais respostas
tr: Daha %{count} fazla yanıt yükle

source: Loading...
de_de: Laden...
fr: Chargement...
it: Caricando...
pt: Carregando...
tr: Yükleniyor...

source: Local
de_de: lokal
it: Locale
tr: Yerel

source: Local feed
de_de: Lokaler Feed
fr: Flux local
it: Feed locale
pt: Alimentação local
tr: Yerel akış

source: Local or remote activities hand-picked by curators or admins of this instance.
de_de: Lokale oder entfernte Aktivitäten, die von den Kuratoren oder Administratoren dieser Instanz ausgewählt werden.
fr: Activités locales ou d'autres instances sélectionnées par les conservateurs ou les administrateurs de cette instance.
it: Attività locali o remote scelte a mano dai curatori o dagli amministratori di questo sito.
pt: Atividades locais ou remotas escolhidas a dedo pelos curadores ou administradores desta instância.
tr: Bu örneğin küratörleri veya yöneticileri tarafından özenle seçilmiş yerel veya uzak faaliyetler.

source: Lock this discussion
de_de: Diese Diskussion schließen
fr: Verrouiller cette discussion
it: Blocca questa discussione
pt: Bloquear esta discussão
tr: Bu tartışmayı kilitle

source: Mark all as read
de_de: Alle als gelesen markieren
fr: Marquer tout comme lu
it: Contrassegna tutti come letti
pt: Marcar tudo como lido
tr: Tümünü okundu olarak işaretle

source: Mark as read
de_de: Als gelesen markieren
fr: Marquer comme lu
it: Segna come letto
pt: Marcar como lido
tr: Okundu olarak işaretle

source: Media Hidden
de_de: Versteckte Medien
fr: Médias cachés
it: Media nascosti
pt: Mídia oculta
tr: Medya Gizli

source: Media carousel
pt: Carrossel de mídia
tr: Medya döngüsü

source: Media content
pt: Conteúdo de mídia
tr: Medya içeriği

source: Messages
de_de: Nachrichten
it: Messaggi
pt: Mensagens
tr: Mesajlar

source: Month
de_de: Monat
fr: Mois
it: Mese
pt: Mês
tr: Ay

source: More actions
de_de: Weitere Aktionen
fr: Plus d'actions
it: Altre azioni
pt: Mais ações
tr: Daha fazla eylem

source: More from
pt: Mais de
tr: Daha fazlası

source: Most boosted
fr: Les plus boosté
it: Più diffuse
pt: Mais repostados
tr: En çok desteklenen

source: Most liked
de_de: Am beliebtesten
fr: Les plus appréciés
it: Più piaciute
pt: Mais curtidas
tr: En çok beğenilen

source: Most recent
pt: Mais recentes
tr: En yeni

source: Most replied
de_de: Meist beantwortet
fr: Les plus répondus
it: Con più risposte
pt: Mais comentados
tr: En çok yanıtlanan

source: Move from a different profile
pt: Mover de um perfil diferente
tr: Farklı bir profilden taşı

source: Move from another profile to this one (works across instances, and also with other fediverse tools like Mastodon or Akkoma)
pt: Mover de outro perfil para este (funciona em várias instâncias e também com outras ferramentas de fediverse, como Mastodon ou Akkoma)
tr: Başka bir profilden bu profile taşı (örnekler arasında ve Mastodon veya Akkoma gibi diğer fediverse araçlarıyla da çalışır)

source: My own activities
de_de: Meine eigenen Aktivitäten
fr: Mes propres activités
it: Le mie attività
pt: Minhas próprias atividades
tr: Kendi faaliyetlerim

source: Name of your old account
pt: Nome de sua conta antiga
tr: Eski hesabınızın adı

source: Name updated!
de_de: Name aktualisiert!
fr: Nom mis à jour !
it: Nome aggiornato!
pt: Nome atualizado!
tr: Ad güncellendi!

source: Need attention
pt: Precisa de atenção
tr: Dikkat gerektiriyor

source: Newest first
de_de: Neuestes zuerst
fr: Les plus récent en premier
it: Prima i più recenti
pt: Mais novos primeiro
tr: En yeni önce

source: Next
pt: Próximo
tr: Sonraki

source: Next image
pt: Próxima imagem
tr: Sonraki görsel

source: No identifier
pt: Sem identificador
tr: Tanımlayıcı yok

source: No import history
pt: Sem histórico de importação
tr: İçe aktarma geçmişi yok

source: No imports match your current filters.
pt: Nenhuma importação corresponde a seus filtros atuais.
tr: Mevcut filtrelerinizle eşleşen içe aktarma yok.

source: No replies yet
de_de: Noch keine Antworten
fr: Aucune réponse pour l'instant
it: Non ci sono ancora risposte
pt: Nenhuma resposta ainda
tr: Henüz yanıt yok

source: Not edited
de_de: Nicht bearbeitet
fr: Non édité
it: Non modificato
pt: Não editado
tr: Düzenlenmedi

source: Notifications
de_de: Benachrichtigungen
it: Notifiche
pt: Notificações
tr: Bildirimler

source: Oldest first
de_de: Älteste zuerst
fr: Les plus anciens d'abord
it: Prima il più vecchio
pt: Mais antigos primeiro
tr: En eski önce

source: Oldest reply first
pt: Resposta mais antiga primeiro
tr: En eski yanıt önce

source: Only
de_de: Nur
fr: Seulement
it: Solo
pt: Somente
tr: Sadece

source: Only Local
it: Solo Locale
pt: Somente local
tr: Sadece Yerel

source: Only Remote
it: Solo Remoto
pt: Somente remoto
tr: Sadece Uzak

source: Open Atom feed
pt: Feed Atom aberto
tr: Atom akışını aç

source: Open RSS feed
pt: Abrir feed RSS
tr: RSS akışını aç

source: Open in new tab
pt: Abrir em uma nova guia
tr: Yeni sekmede aç

source: Origin filter is fixed for this feed preset
de_de: Der Ursprungsfilter ist für diese Voreinstellung festgelegt.
fr: Le filtre d'origine est fixe pour ce flux prédéfini
it: Il filtro di origine è fisso per questa preimpostazione di alimentazione
pt: O filtro de origem é fixo para essa predefinição de alimentação
tr: Kaynak filtresi bu akış ön ayarı için sabittir

source: Originates from a remote instance
de_de: Stammt von einer entfernten Instanz
fr: Provient d'une instance distante
it: Provengono da un sito remoto
pt: Origina-se de uma instância remota
tr: Uzak bir örnekten kaynaklanmıştır

source: Outgoing federation
pt: Federação de saída
tr: Giden federasyon

source: Page %{page}
pt: Página %{page}
tr: Sayfa %{page}

source: Paper link not available
pt: O link do documento não está disponível
tr: Makale bağlantısı mevcut değil

source: Participants
de_de: Teilnehmer
fr: Les participants
it: Partecipanti
pt: Participantes
tr: Katılımcılar

source: Play inline
tr: Satır içinde oynat

source: Please visit the **remote profile** if you don't want to miss any older activities.
de_de: Bitte besuchen Sie das **Remote-Profil**, wenn Sie keine älteren Aktivitäten verpassen wollen.
fr: Veuillez consulter le **profil à distance** si vous ne voulez pas manquer d'anciennes activités.
it: Gentilmente visita il **profilo da remoto** se non vuoi perdere nessun'attività meno recente.
pt: Visite o **perfil remoto** se não quiser perder nenhuma atividade mais antiga.
tr: Daha eski faaliyetleri kaçırmak istemiyorsanız lütfen **uzak profili** ziyaret edin.

source: Post history
de_de: Beitraghistorie
fr: Historique de publication
it: Storia del post
pt: Histórico de postagens
tr: Gönderi geçmişi

source: Posts
it: Post
pt: Postagens
tr: Gönderiler

source: Posts & boosts
pt: Posts e boosts
tr: Gönderiler ve desteklemeler

source: Posts/Creations
pt: Publicações/Criações
tr: Gönderiler/Oluşturulanlar

source: Posts/creations in outbox (JSON)
pt: Postagens/criações na caixa de saída (JSON)
tr: Giden kutusundaki gönderiler/oluşturulanlar (JSON)

source: Pre-existing
pt: Pré-existente
tr: Önceden var olan

source: Prep for federation
pt: Preparação para a federação
tr: Federasyon için hazırla

source: Previous
pt: Anterior
tr: Önceki

source: Previous image
pt: Imagem anterior
tr: Önceki görsel

source: Previously rejected
tr: Daha önce reddedildi

source: Public feed
fr: Flux public
it: Feed pubblico
pt: Alimentação pública
tr: Herkese açık akış

source: Published in
de_de: Veröffentlicht in
fr: Publié dans
it: Pubblicato in
pt: Publicado em
tr: Yayınlandığı yer

source: Published in %{year}
de_de: Veröffentlicht in %.{year}
fr: Publié en %{year}
it: Pubblicato in %{year}
pt: Publicado em %{year}
tr: %{year} yılında yayınlandı

source: Queued
pt: Em fila
tr: Sıraya alındı

source: Quote rejection sent.
pt: Rejeição de cotação enviada.
tr: Alıntı reddi gönderildi.

source: Quote removal sent.
tr: Alıntı kaldırma gönderildi.

source: Quote request accepted!
pt: Solicitação de cotação aceita!
tr: Alıntı isteği kabul edildi!

source: Read less
de_de: weniger lesen
fr: Lire moins
it: Leggi meno
pt: Leia menos
tr: Daha az oku

source: Read more
de_de: mehr lesen
fr: Lire plus
it: Leggi di più
pt: Leia mais
tr: Devamını oku

source: Read paper
de_de: Zeitung lesen
fr: Lire le journal
it: Leggi articolo
pt: Leia o artigo
tr: Makaleyi oku

source: Refresh
it: Aggiorna
pt: Atualizar
tr: Yenile

source: Refreshing...
tr: Yenileniyor...

source: Relative
pt: Relativo
tr: Göreli

source: Remote
de_de: Entfernt
fr: D'autres instances
it: Remoto
pt: Remoto
tr: Uzak

source: Remote & Local
pt: Remoto e local
tr: Uzak ve Yerel

source: Remote Activity
fr: Activité d'autres instances
it: Attività remota
pt: Atividade remota
tr: Uzak Faaliyet

source: Remove quote
tr: Alıntıyı kaldır

source: Replies
de_de: Antworten
fr: Réponses
it: Risposte
pt: Respostas
tr: Cevaplar

source: Reply
de_de: Antwort
fr: Répondre
it: Risposta
pt: Responder
tr: Cevapla

source: Reply levels
de_de: Antwortstufen
fr: Niveaux de réponse
it: Livelli di risposta
pt: Níveis de resposta
tr: Yanıt seviyeleri

source: Request your archive
it: Richiedi il tuo archivio
pt: Solicite seu arquivo
tr: Arşivinizi talep edin

source: Research publications
de_de: Veröffentlichungen zur Forschung
fr: Publications scientifiques
it: Pubblicazioni di ricerca
pt: Publicações de pesquisa
tr: Araştırma yayınları

source: Retrying
pt: Repetição de tentativas
tr: Tekrar deneniyor

source: Reverse chronological
pt: Cronologia reversa
tr: Ters kronolojik

source: Running
pt: Em execução
tr: Çalışıyor

source: Running & queued
pt: Em execução e em fila
tr: Çalışıyor ve sıraya alınmış

source: Save
de_de: Speichern
fr: Sauvegarder
it: Salva
pt: Salvar
tr: Kaydet

source: Save custom feed
de_de: Benutzerdefinierten Feed speichern
fr: Enregistrer un flux prédéfini
it: Salvare il feed personalizzato
pt: Salvar feed personalizado
tr: Özel akışı kaydet

source: Save feed
de_de: Futter speichern
fr: Sauvegarder le flux
it: salva il feed
pt: Salvar feed
tr: Akışı kaydet

source: Save this feed
de_de: Diesen Feed speichern
fr: Sauvegarder ce flux
it: Salva questo feed
pt: Salvar este feed
tr: Bu akışı kaydet

source: Scheduled
pt: Programado
tr: Zamanlandı

source: Scholarly Article
de_de: Wissenschaftlicher Artikel
fr: Article scientifique
it: Articolo scientifico
pt: Artigo acadêmico
tr: Akademik Makale

source: See discussion
de_de: Siehe Diskussion
fr: Voir la discussion
it: Vedi discussione
pt: Ver discussão
tr: Tartışmayı gör

source: Select the default sorting options for your feeds (can always change in the feed controls options)
it: Selezionate le opzioni di ordinamento predefinite per i vostri feed (possono sempre essere modificate nelle opzioni di controllo dei feed).
pt: Selecione as opções de classificação padrão para seus feeds (sempre é possível alterar nas opções de controles de feed)
tr: Akışlarınız için varsayılan sıralama seçeneklerini belirleyin (akış kontrolleri seçeneklerinde her zaman değiştirebilirsiniz)

source: Select the time limit you want to use by default (can always change in the feed controls options)
it: Seleziona il limite di tempo che si desidera utilizzare per impostazione predefinita (si può sempre modificare nelle opzioni di controllo del feed).
pt: Selecione o limite de tempo que deseja usar por padrão (sempre é possível alterar nas opções de controles de feed)
tr: Varsayılan olarak kullanmak istediğiniz zaman sınırını seçin (akış kontrolleri seçeneklerinde her zaman değiştirebilirsiniz)

source: Sensitive content
de_de: Sensibler Inhalt
fr: Contenu sensible
it: Contenuti sensibili
pt: Conteúdo sensível
tr: Hassas içerik

source: Set default time limit
it: Imposta tempo limite di default
pt: Definir limite de tempo padrão
tr: Varsayılan zaman sınırını ayarla

source: Shared!
de_de: Geteilt!
fr: Partagé !
it: Condiviso!
pt: Compartilhado!
tr: Paylaşıldı!

source: Show
de_de: Anzeigen
fr: Afficher
it: Mostra
pt: Mostrar
tr: Göster

source: Show Curated Tab
de_de: Kuratierte Registerkarte anzeigen
fr: Afficher l'onglet Curated
it: Mostra scheda curata
pt: Mostrar guia selecionada
tr: Küratörlü Sekmeyi Göster

source: Show a curated feed tab on the feed page.
de_de: Zeigen Sie eine kuratierte Feed-Registerkarte auf der Feed-Seite an.
fr: Affichez un onglet de flux curatif sur la page de flux.
it: Mostra una scheda del feed curato nella pagina del feed.
pt: Mostrar uma guia de feed selecionada na página de feed.
tr: Akış sayfasında küratörlü bir akış sekmesi göster.

source: Show all activities (with no time limit)
de_de: Alle Aktivitäten anzeigen (ohne Zeitlimit)
fr: Afficher toutes les activités (sans limite de temps)
it: Mostra tutte le attività (senza limiti di tempo)
pt: Mostrar todas as atividades (sem limite de tempo)
tr: Tüm faaliyetleri göster (zaman sınırı olmadan)

source: Show in feeds navbar
de_de: In der Feeds-Navbar anzeigen
fr: Afficher dans la barre de navigation des flux
it: Mostra nella barra di navigazione dei feed
pt: Mostrar na barra de navegação de feeds
tr: Akışlar gezinti çubuğunda göster

source: Show more recent
de_de: Aktuellere anzeigen
fr: Afficher plus récent
it: Mostra i più recenti
pt: Mostrar mais recentes
tr: Daha yenileri göster

source: Show older activities
de_de: Ältere Aktivitäten anzeigen
fr: Afficher les activités plus anciennes
it: Mostra attività più vecchie
pt: Mostrar atividades mais antigas
tr: Daha eski faaliyetleri göster

source: Showing page %{page} (%{count} items)
pt: Página de exibição %{page} (%{count} itens)
tr: Sayfa %{page} gösteriliyor (%{count} öğe)

source: Silence
it: Silenzia
pt: Silenciar
tr: Sessize al

source: Sorry, no caption provided by author
de_de: Leider hat der Autor keine Bildunterschrift zur Verfügung gestellt.
fr: Désolé, aucune légende n'a été fournie par l'auteur
it: Mi spiace, nessuna didascalia fornita dall'autore
pt: Desculpe, mas o autor não forneceu nenhuma legenda
tr: Üzgünüz, yazar tarafından başlık sağlanmadı

source: Sorry, you can't view this %{thing}
de_de: Sorry, Sie können diesen % nicht sehen{thing}
fr: Désolé, vous ne pouvez pas voir ce %{thing}
it: Mi spiace, non è possibile visualizzare questo %{thing}
pt: Desculpe, você não pode visualizar esta %{thing}
tr: Üzgünüz, bu %{thing} öğesini görüntüleyemezsiniz

source: Sorry, you cannot reply to this
de_de: Tut mir leid, Sie können nicht darauf antworten
fr: Désolé, vous ne pouvez pas répondre à ceci
it: Mi spiace, non è possibile rispondere a questo messaggio
pt: Desculpe, mas você não pode responder a isso
tr: Üzgünüz, buna yanıt veremezsiniz

source: Sorry, you cannot view this.
de_de: Tut mir leid, Sie können das nicht sehen.
fr: Désolé, vous ne pouvez pas visualiser ce document.
it: Mi spiace, non puoi vedere questo.
pt: Desculpe, você não pode ver isso.
tr: Üzgünüz, bunu görüntüleyemezsiniz.

source: Sort by
it: Ordina per
pt: Ordenar por
tr: Göre sırala

source: Specify the *@username@domain.com* of the account you want to move from
pt: Especifique o endereço *@username@domain.com* da conta da qual você deseja mudar
tr: Taşımak istediğiniz hesabın *@kullanıcıadı@alanadı.com* adresini belirtin

source: Started
pt: Iniciado
tr: Başlatıldı

source: Status: %{status}
tr: Durum: %{status}

source: Subscribe to feed
tr: Akışa abone ol

source: Subscribe to this feed
pt: Assine este feed
tr: Bu akışa abone ol

source: Success Rate
pt: Taxa de sucesso
tr: Başarı Oranı

source: Syncing with remote server. Content will gradually appear in the thread..
de_de: Synchronisierung mit entferntem Server. Der Inhalt wird nach und nach im Thread erscheinen.
fr: Synchronisation avec le serveur distant. Le contenu apparaîtra progressivement dans le fil...
it: Sincronizzazione con il server remoto. Il contenuto apparirà gradualmente nella discussione..
pt: Sincronização com o servidor remoto. O conteúdo aparecerá gradualmente no tópico...
tr: Uzak sunucu ile senkronize ediliyor. İçerik yavaş yavaş tartışmada görünecek..

source: Task
de_de: Aufgabe
fr: Tâche
it: Compito
pt: Tarefa
tr: Görev

source: Technical setting for query performance optimization.
de_de: Technische Einstellung zur Optimierung der Abfrageleistung.
fr: Paramètres techniques pour l'optimisation des performances des requêtes.
it: Impostazione tecnica per l'ottimizzazione delle prestazioni delle query.
pt: Configuração técnica para otimização do desempenho da consulta.
tr: Sorgu performansı optimizasyonu için teknik ayar.

source: Technical setting to disable preloading extra fields for objects in feed.
de_de: Technische Einstellung zur Deaktivierung des Vorladens zusätzlicher Felder für Objekte im Feed.
fr: Paramètre technique permettant de désactiver le préchargement des champs supplémentaires pour les objets dans le flux.
it: Impostazione tecnica per disabilitare il precaricamento dei campi extra per gli oggetti nel feed.
pt: Configuração técnica para desativar o pré-carregamento de campos extras para objetos no feed.
tr: Akıştaki nesneler için ek alanların ön yüklenmesini devre dışı bırakan teknik ayar.

source: Text
fr: Texte
it: Testo
pt: Texto
tr: Metin

source: That's all folks...
de_de: Das ist alles, Leute...
fr: C'est tout...
it: è tutto, gente...
pt: Isso é tudo, pessoal...
tr: Hepsi bu kadar arkadaşlar…

source: That's all for today...
de_de: Das war's für heute...
fr: C'est tout pour aujourd'hui...
it: Per oggi è tutto...
pt: Isso é tudo por hoje...
tr: Bugünlük hepsi bu kadar...

source: There was an error when trying to accept the quote request
pt: Ocorreu um erro ao tentar aceitar a solicitação de cotação
tr: Alıntı isteğini kabul etmeye çalışırken bir hata oluştu

source: There was an error when trying to reject the quote request
pt: Ocorreu um erro ao tentar rejeitar a solicitação de cotação
tr: Alıntı isteğini reddetmeye çalışırken bir hata oluştu

source: There was an error when trying to verify the quote authorisation.
pt: Ocorreu um erro ao tentar verificar a autorização de cotação.
tr: Alıntı yetkisini doğrulamaya çalışırken bir hata oluştu.

source: This content is not available.
de_de: Dieser Inhalt ist nicht verfügbar.
fr: Ce contenu n'est pas disponible.
it: Questo contenuto non è disponibile.
pt: Este conteúdo não está disponível.
tr: Bu içerik mevcut değil.

source: This feature is not available (because federation is turned off)
pt: Esse recurso não está disponível (porque a federação está desativada)
tr: Bu özellik kullanılamıyor (çünkü federasyon kapalı)

source: This object is of an unsupported type or has been deleted.
tr: Bu nesne desteklenmeyen bir türdedir veya silinmiştir.

source: This quote does not seem to be authorised by the original author.
pt: Essa citação não parece ter sido autorizada pelo autor original.
tr: Bu alıntı, orijinal yazar tarafından yetkilendirilmiş gibi görünmüyor.

source: This quote has been authorised by the original author.
pt: Esta citação foi autorizada pelo autor original.
tr: Bu alıntı, orijinal yazar tarafından yetkilendirilmiştir.

source: Thread Sort Order
de_de: Reihenfolge der Themen
fr: Ordre de tri des fils
pt: Ordem de classificação da linha
tr: Tartışma Sıralama Düzeni

source: Threaded
pt: Rosqueado
tr: İplikli

source: Threaded replies
de_de: Antworten mit Thema
fr: Réponses filtrées
pt: Sequência de respostas
tr: İplikli yanıtlar

source: Time limit
de_de: Zeitliche Begrenzung
fr: Délai
it: Limite di tempo
pt: Limite de tempo
tr: Zaman sınırı

source: Timeline
de_de: Zeitleiste
fr: Flux
it: Linea del tempo
pt: Linha do tempo
tr: Zaman tüneli

source: Title
de_de: Titel
fr: Titre
it: Titolo
pt: Título
tr: Başlık

source: Toggle feed filters
de_de: Feed-Filter umschalten
fr: Filtres d'alimentation à bascule
it: Filtri di alimentazione alternativi
pt: Alternar filtros de alimentação
tr: Akış filtrelerini aç/kapa

source: Total Progress
pt: Progresso total
tr: Toplam İlerleme

source: Type: %{type}
pt: Tipo: %{type}
tr: Tür: %{type}

source: Unfollow
de_de: entflogen
fr: Ne plus suivre
it: Non seguire più
pt: Deixar de seguir
tr: Takibi bırak

source: Unfollowing...
de_de: Entflogen
fr: Suivi...
it: Non seguendo più...
pt: Deixando de seguir...
tr: Takip bırakılıyor...

source: Unknown object
tr: Bilinmeyen nesne

source: Unknown type of activity/object
tr: Bilinmeyen faaliyet/nesne türü

source: Unlock this discussion
de_de: Diese Diskussion freischalten
fr: Débloquer cette discussion
it: Sblocca questa discussione
pt: Desbloquear esta discussão
tr: Bu tartışmanın kilidini aç

source: Untitled audio
de_de: Unbenanntes Audio
it: Audio senza titolo
pt: Áudio sem título
tr: Başlıksız ses

source: Untitled book
de_de: Unbetiteltes Buch
fr: Livre sans titre
it: Libro senza titolo
pt: Livro sem título
tr: Başlıksız kitap

source: Untitled event
de_de: Unbenanntes Ereignis
fr: Événement sans titre
it: Evento senza titolo
pt: Evento sem título
tr: Başlıksız etkinlik
