Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_boundaries.po
Languages: de_de, fr, fr_ca, it_it, pt, pt_br, sv, tr, vi

source: Set an expected or desired date
de_de: Legen Sie ein erwartetes oder gewünschtes Datum fest
fr_ca: Fixer une date prévue ou souhaitée
it_it: Impostare una data prevista o desiderata
pt: Definir uma data esperada ou desejada
sv: Sätt ett förväntat eller önskat datum
tr: Beklenen veya istenen bir tarih belirleyin

source: Set/update a status or label
fr_ca: Définir/mettre à jour un statut ou une étiquette
it_it: Imposta/aggiorna uno status o etichetta
pt: Definir/atualizar um status ou rótulo
sv: Sätt/uppdatera en status eller etikett
tr: Bir durumu veya etiketi ayarlayın/güncelleyin

source: Silenced
de_de: Stummschalten
fr_ca: Réduit au silence
it_it: Silenziato
pt: Silenciado
sv: Tystad
tr: Susturulmuş

source: Tag
fr_ca: Étiqueter
pt: Marcação
sv: Tagg
tr: Etiket

source: Tag a user or object, or publish in a topic
de_de: Markieren Sie einen Benutzer oder ein Objekt, oder veröffentlichen Sie in einem Thema
fr_ca: Étiqueter un utilisateur ou un objet, ou publier dans un sujet
it_it: Tag uno user o oggetto, o pubblica in un topic
pt: Marcar um usuário ou objeto, ou publicar em um tópico
sv: Tagga en användare eller ett objekt, eller publicera i ett ämne
tr: Bir kullanıcıyı veya nesneyi etiketleyin veya bir konuda yayınlayın

source: Toggle
de_de: Umschalten auf
fr_ca: Changer
it_it: Interruttore
pt: Alternar
sv: Slå av/på
tr: Geçiş yap

source: Unlocked
de_de: Ungesperrt
fr_ca: Débloqué
it_it: Sblocca
pt: Desbloqueado
sv: Olåst
tr: Kilidi açıldı

source: Visible to local users
de_de: Sichtbar für lokale Benutzer
fr_ca: Visible par les utilisateurs locaux
it_it: Visibile ad user locali
pt: Visível para usuários locais
sv: Synlig för lokala användare
tr: Yerel kullanıcılar tarafından görülebilir

source: Vote
de_de: Wählen
fr_ca: Voter
it_it: VOta
pt: Votação
sv: Röst
tr: Oy

source: Vote on something
de_de: Über etwas abstimmen
fr_ca: Voter sur quelque chose
it_it: Vota qualcosa
pt: Votar em algo
sv: Rösta på något
tr: Bir şeye oy verin

source: Guests
fr_ca: Invités
pt: Convidados
sv: Gäster

source: Local Users
fr_ca: Utilisateurs locaux
pt: Usuários locais
sv: Lokala användare

source: Remote ActivityPub Actors
fr_ca: Acteurs ActivityPub distants
pt: Atividade remotaAtores de publicação
sv: Distansaktörer i ActivitiPub

source: Those I follow
fr_ca: Ceux que je suis
pt: Aqueles que eu sigo
sv: De jag följer

source: Those I ghosted
fr_ca: Ceux que j'ai fantômés
pt: Aqueles que eu invisibilizei
sv: De jag har ghostat

source: Those I silenced
fr_ca: Ceux que j'ai réduits au silence
pt: Aqueles que eu silenciei
sv: De jag har tystat

source: Those who follow me
fr_ca: Ceux qui me suivent
pt: Aqueles que me seguem
sv: De som följer mig

source: Those who silenced me
fr_ca: Ceux qui m'ont réduit au silence
pt: Aqueles que me silenciaram
sv: De som tystat mig

source: (circle)
fr: (cercle)

source: Add
fr: Ajouter

source: Add a user
fr: Ajouter un utilisateur

source: Add more users or circles
fr: Ajouter d'autres utilisateurs ou cercles

source: Added to boundary
fr: Ajouté au périmètre

source: Admin super powers
fr: Super-pouvoirs d'administrateur
vi: Quyền của admin

source: Anyone mentioned will be able to see, interact, and reply (across the fediverse)
fr: Toute personne mentionnée pourra voir, interagir et répondre (à travers la fediverse).

source: As an admin you can enforce a block for all users of your instance.
fr: En tant qu'administrateur, vous pouvez appliquer un blocage de la part de tous les utilisateurs de votre instance.
vi: Với tư cách là quản trị viên, bạn có thể áp dụng nhiều thứ cho tất cả người dùng trong máy chủ của bạn.

source: Could not find circle
fr: Impossible de trouver le cercle

source: Create a new boundary
fr: Créer un nouveau périmètre

source: Danger zone
fr: Zone dangereuse

source: Edit the boundary emoji
fr: Modifier l'emoji du périmètre

source: Edit the circle description
fr: Modifier la description du cercle

source: Edit the circle name
fr: Modifier le nom du cercle

source: Enter a name for the circle
fr: Saisissez un nom pour le cercle

source: Everyone on this instance will be able to see, interact, and reply
fr: Tous les membres de cette instance pourront voir, interagir et répondre.

source: General
fr: Général

source: Members
fr: Membres

source: My boundaries
fr: Mes périmètres

source: My circles
fr: Mes cercles

source: Once you delete a circle, there is no going back. Please be certain.
fr: Une fois que vous avez supprimé un cercle, il est impossible de revenir en arrière. Soyez certain !

source: People and circles in this boundary
fr: Personnes et cercles dans ce périmètre

source: Pick an emoji
fr: Choisissez un emoji

source: Prevent %{user_or_instance_name} from seeing or interacting with all local users
fr: Empêcher %{user_or_instance_name} de voir ou d'interagir avec tous les utilisateurs locaux
vi: Ngăn %{user_or_instance_name} xem hoặc giao tiếp với tất cả người dùng máy chủ

source: Prevent them from seeing or interacting with you or your content
fr: Les empêcher de voir ou d'interagir avec vous et vos contenus.
vi: Ngăn họ xem hoặc giao tiếp với bạn hoặc nội dung của bạn

source: Publicly visible to everyone. People on the fediverse cam see, interact, and reply. Discoveranle by search engines.
fr: Publiquement visible par tous. Les gens sur la came fediverse voient, interagissent et répondent. Découverte par les moteurs de recherche.

source: Set boundaries
fr: Définir les périmètres

source: Settings
fr: Paramètres

source: Stop all local users from seeing %{user_or_instance_name} or their content
fr: Empêcher tous les utilisateurs locaux de voir %{user_or_instance_name} ou leur contenus
vi: Ngăn tất cả người dùng máy chủ thấy %{user_or_instance_name} hoặc nội dung của người này

source: Stop seeing things they publish
fr: Arrêtez de voir ce qu'ils publient
vi: Ngăn thấy những thứ họ đăng

source: This is simply a list of people you follow and who follow you.
fr: Il s'agit simplement d'une liste de personnes que vous suivez et qui vous suivent.

source: Type here
fr: Écrire ici

source: Untitled Acl
fr: Périmètre sans titre
