Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_common.po
Languages: de, es_ar, fr, it_it, pt, tr

source: These are the differences (if any) between the extension as currently used on this instance and the latest version on git.
de: Dies sind die Unterschiede (falls vorhanden) zwischen der Erweiterung, wie sie derzeit auf dieser Instanz verwendet wird, und der neuesten Version auf git.
es_ar: Estas son las diferencias (si las hay) entre la extensión tal y como se utiliza actualmente en esta instancia y la última versión en git.
fr: Voici les différences (s'il y en a) entre l'extension telle qu'elle est actuellement utilisée sur cette instance et la dernière version sur git.
it_it: Queste sono le differenze (se ce ne sono) tra l'estensione attualmente utilizzata su questo sito e l'ultima versione presente su git.
pt: Essas são as diferenças (se houver) entre a extensão usada atualmente nesta instância e a versão mais recente no git.
tr: Bu, bu sunucuda şu anda kullanılan eklenti ile git üzerindeki en son sürüm arasındaki farklardır(varsa).

source: These extensions can't be disabled at the moment without affecting this flavour's user experience, but a lot of the functionality they provide can be changed, extended, or replaced by other extensions.
de: Diese Erweiterungen können derzeit nicht deaktiviert werden, ohne die Benutzerfreundlichkeit dieser Geschmacksrichtung zu beeinträchtigen, aber ein Großteil der von ihnen bereitgestellten Funktionen kann geändert, erweitert oder durch andere Erweiterungen ersetzt werden.
fr: Ces extensions ne peuvent pas être désactivées pour le moment sans affecter l'expérience utilisateur de cet arôme de Bonfire, mais une grande partie des fonctionnalités qu'elles fournissent peuvent être modifiées, étendues ou remplacées par d'autres extensions.
it_it: Al momento non è possibile disattivare queste estensioni senza compromettere l'esperienza d'uso di questo gusto, ma molte delle funzionalità che forniscono possono essere modificate, estese o sostituite da altre estensioni.
pt: Essas extensões não podem ser desativadas no momento sem afetar a experiência do usuário deste sabor, mas muitas das funcionalidades que elas fornecem podem ser alteradas, ampliadas ou substituídas por outras extensões.
tr: Bu eklentiler, şu anda bu sürümün kullanıcı deneyimini etkilemeden devre dışı bırakılamaz, ancak sağladıklarıbirçok işlevsellik değiştirilebilir, genişletilebilir veya diğer eklentilerle değiştirilebilir.

source: Third-party Libraries
de: Bibliotheken von Drittanbietern
es_ar: Librerías de terceros
fr: Bibliothèques tierces
it_it: Librerie di terza parte
pt: Bibliotecas de terceiros
tr: Üçüncü Taraf Kütüphaneler

source: This activity is marked as sensitive.
tr: Bu etkinlik hassas olarak işaretlendi.

source: This feature (from extension %{app}) is disabled. You can enabled it in Settings -> Extensions
de: Diese Funktion (aus der Erweiterung %{app}) ist deaktiviert. Sie können sie unter Einstellungen -> Erweiterungen aktivieren
es_ar: Esta función (de la extensión %{app}) está desactivada. Puede activarla en Configuración -> Extensiones
fr: Cette fonction (de l'extension %{app}) est désactivée. Vous pouvez l'activer dans Paramètres -> Extensions
it_it: Questa funzione (dall'estenzione %{app}) è disabilitata.Puoi attivarla in Impostazioni - Estensioni
pt: Esse recurso (da extensão %{app}) está desativado. Você pode ativá-lo em Configurações -> Extensões
tr: Bu özellik (%{app} eklentisinden) devre dışı bırakıldı. Ayarlar -> Eklentiler bölümünden etkinleştirebilirsiniz.

source: This feature usually requires JavaScript, but the app attempted to do what was expected anyway. Did it not work for you? Feedback is welcome!
de: Diese Funktion erfordert normalerweise JavaScript, aber die App hat trotzdem versucht, das zu tun, was erwartet wurde. Hat es bei Ihnen nicht funktioniert? Feedback ist willkommen!
es_ar: Esta función suele requerir JavaScript pero la aplicación lo intentó de todos modos. ¿No te ha funcionado? ¡Por favor póngase en contacto para darnos su opinión!
fr: Cette fonctionnalité nécessite généralement JavaScript, mais l'application a tenté de faire ce qui était attendu de toute façon. Si cela n'a pas fonctionné pour vous, vos commentaires sont les bienvenus !
it_it: Questa funzione di solito richiede JavaScript, ma l'applicazione ha tentato di fare comunque ciò che ci si aspettava. Non ha funzionato per voi? Il feedback è benvenuto!
pt: Esse recurso normalmente requer JavaScript, mas o aplicativo tentou fazer o que era esperado de qualquer forma. Ele não funcionou para você? Comentários são bem-vindos!
tr: Bu özellik genellikle JavaScript gerektirir, ancak uygulama yine de beklenen işlemi yapmayı denedi. Sizde çalışmadı mı? Geri bildiriminiz memnuniyetle karşılanır!

source: This feed is empty
de: Dieser Feed ist leer
es_ar: Este feed está vacío
fr: Ce flux est vide
it_it: Questo feed è vuoto
pt: Esse feed está vazio
tr: Bu akış boş

source: This is an external link, please check where it leads before following it. If you have concerns it may be malicious you can check one of the URL or IP address reputation services below, or copy and paste the URL into the reputation tool of your choice.
de: Dies ist ein externer Link. Bitte prüfen Sie, wohin er führt, bevor Sie ihm folgen. Wenn Sie Bedenken haben, dass es sich um einen bösartigen Link handelt, können Sie einen der unten aufgeführten Reputationsdienste für URLs oder IP-Adressen überprüfen oder die URL kopieren und in ein Reputationstool Ihrer Wahl einfügen.
es_ar: Este es un enlace externo, por favor compruebe a dónde conduce antes de seguirlo. Si le preocupa que pueda ser malicioso, puede consultar uno de los servicios de reputación de URL o direcciones IP que aparecen a continuación, o copiar y pegar la URL en la herramienta de reputación que prefiera.
fr: Il s'agit d'un lien externe, veuillez vérifier où il mène avant de le suivre. Si vous craignez qu'il soit malveillant, vous pouvez consulter l'un des services de réputation d'URL ou d'adresse IP ci-dessous, ou copier et coller l'URL dans l'outil de réputation de votre choix.
it_it: Questo è un collegamento esterno, gentilmente controlla dove ti porterebbe prima di seguirlo. Se hai dubbi che possa essere malevolo, puoi controllare uno dei servizi di reputazione degli URL o IP qui sotto, oppure copiare e incollare l'indirizzo in uno degli strumenti per la reputazione a tua scelta.
pt: Este é um link externo, portanto, verifique para onde ele leva antes de segui-lo. Se tiver dúvidas de que ele possa ser malicioso, verifique um dos serviços de reputação de URL ou endereço IP abaixo ou copie e cole o URL na ferramenta de reputação de sua preferência.
tr: Bu bir dış bağlantıdır, lütfen tıklamadan önce nereye yönlendirdiğini kontrol edin. Eğer zararlı olabileceğinden endişe ediyorsanız, aşağıdaki URL veya IP adresi itibar servislerinden birini kontrol edebilir ya da URL’yi seçtiğiniz itibar aracına kopyalayıp yapıştırabilirsiniz.

source: Too many requests, please try again later.
de: Zu viele Anfragen, bitte versuchen Sie es später noch einmal.
es_ar: Demasiadas solicitudes, por favor inténtelo más tarde.
fr: Trop de demandes, veuillez réessayer plus tard.
it_it: Troppe richieste, gentilmente prova di nuovo più tardi.
pt: Muitas solicitações, tente novamente mais tarde.
tr: Çok fazla istek yapıldı, lütfen daha sonra tekrar deneyin.

source: Turn off extensions configuration
de: Konfiguration der Erweiterungen ausschalten
es_ar: Desactivar la configuración de las extensiones
fr: Désactiver la configuration des extensions
it_it: Disattiva configurazione delle estensioni
pt: Desativar a configuração de extensões
tr: Eklenti yapılandırmasını kapat

source: Unexpected data
de: Unerwartete Daten
fr: Données inattendues
it_it: Dati inaspettati
pt: Dados inesperados
tr: Beklenmeyen veri

source: Upload an attachment
de: Einen Anhang hochladen
es_ar: Subir un archivo adjunto
fr: Télécharger une pièce jointe
it_it: Carica un allegato
pt: Carregar um anexo
tr: Bir ek yükle

source: User Interface Extensions
de: Erweiterungen der Benutzeroberfläche
es_ar: Extensiones de la interfaz de usuario
fr: Extensions de l'interface utilisateur
it_it: Estensioni di Interfaccia dello User
pt: Extensões da interface do usuário
tr: Kullanıcı Arayüzü Eklentileri

source: Users
de: Benutzer
es_ar: Usuarios
fr: Utilisateurs
it_it: Utenti
pt: Usuários
tr: Kullanıcılar

source: View Code
de: Code anzeigen
es_ar: Ver Código
fr: Afficher le code
it_it: Vedi Codice
pt: Exibir código
tr: Kodu görüntüle

source: View code changes
de: Codeänderungen anzeigen
es_ar: Ver cambios en el código
fr: Afficher les modifications du code
it_it: Vedi cambiamenti nel codice
pt: Exibir alterações no código
tr: Kod değişikliklerini görüntüle

source: View code repository
de: Code-Repository anzeigen
es_ar: Ver repositorio de código
fr: Afficher le référentiel de code
it_it: Vedi l'archivio del codice
pt: Exibir o repositório de código
tr: Kod deposunu görüntüle

source: View compiled code
de: Kompilierten Code anzeigen
es_ar: Ver código compilado
fr: Afficher le code compilé
it_it: Vedi codice compilato
pt: Exibir código compilado
tr: Derlenmiş kodu görüntüle

source: View list of libraries and licenses
de: Liste der Bibliotheken und Lizenzen anzeigen
es_ar: Ver la lista de bibliotecas y licencias
fr: Afficher la liste des bibliothèques et des licences
it_it: Vedi lista delle librerie e licenze
pt: Exibir a lista de bibliotecas e licenças
tr: Kütüphaneler ve lisansların listesini görüntüle

source: View source code
de: Quellcode anzeigen
es_ar: Ver código fuente
fr: Afficher le code source
it_it: Vedi la fonte del codice
pt: Exibir código-fonte
tr: Kaynak kodu görüntüle

source: Warning
de: Warnung
es_ar: Alerta
fr: Avertissement
it_it: Attenzione
pt: Advertência
tr: Uyarı

source: Warning: You are replying to a remote activity but federation is disabled. This means only users on your local instance will see your reply unless federation is later turned on.
de: Warnung: Sie antworten auf eine Fernaktivität, aber der Verbund ist deaktiviert. Das bedeutet, dass nur Benutzer auf Ihrer lokalen Instanz Ihre Antwort sehen, es sei denn, der Verbund wird später aktiviert.
es_ar: Advertencia: Está respondiendo a una actividad remota pero la federación está desactivada. Esto significa que sólo los usuarios de su instancia local verán su respuesta a menos que la federación se active más tarde.
fr: Avertissement : Vous répondez à une activité distante mais la fédération est désactivée. Cela signifie que seuls les utilisateurs de votre instance locale verront votre réponse, à moins que la fédération ne soit activée ultérieurement.
it_it: Attenzione: Si sta rispondendo a un'attività remota, ma la federazione è disabilitata. Ciò significa che solo gli utenti del proprio sito locale vedranno la risposta, a meno che la federazione non venga successivamente attivata.
pt: Aviso: Você está respondendo a uma atividade remota, mas a federação está desativada. Isso significa que somente os usuários da sua instância local poderão ver sua resposta, a menos que a federação seja ativada posteriormente.
tr: Uyarı: Uzaktaki bir etkinliğe yanıt veriyorsunuz ancak federasyon devre dışı. Bu, federasyon daha sonra açılmadıkça yalnızca yerel sunucudaki kullanıcıların yanıtınızı göreceği anlamına gelir.

source: We can't find the server
tr: Sunucu bulunamıyor.

source: Where the server can find static assets
de: Wo der Server statische Assets finden kann
es_ar: Dónde puede encontrar el servidor los activos estáticos
fr: Endroit où le serveur peut trouver des ressources statiques
it_it: Dove il server può trovare risorse statiche
pt: Onde o servidor pode encontrar ativos estáticos
tr: Sunucunun statik varlıkları bulabileceği yer

source: Yes
de: ja
es_ar: Si
fr: Oui
it_it: Sì
pt: Sim
tr: Evet

source: You can disable this extension for all users of the instance.
de: Sie können diese Erweiterung für alle Benutzer der Instanz deaktivieren.
es_ar: Puede desactivar esta extensión para todos los usuarios de la instancia.
fr: Vous pouvez désactiver cette extension pour tous les utilisateurs de l'instance.
it_it: Puoi disabilitare questa estensione per tutti gli user del sito
pt: Você pode desativar essa extensão para todos os usuários da instância.
tr: Bu eklentiyi sunucudaki tüm kullanıcılar için devre dışı bırakabilirsiniz.

source: You can disable this extension if you don't need it. If you want to re-enable it in the future, you'll find it in the extension list in settings.
de: Sie können diese Erweiterung deaktivieren, wenn Sie sie nicht benötigen. Wenn Sie sie in Zukunft wieder aktivieren möchten, finden Sie sie in der Liste der Erweiterungen in den Einstellungen.
es_ar: Puedes desactivar esta extensión si no la necesitas. Si quieres volver a activarla en el futuro, la encontrarás en la lista de extensiones de la configuración.
fr: Vous pouvez désactiver cette extension si vous n'en avez pas besoin. Si vous souhaitez la réactiver à l'avenir, vous la trouverez dans la liste des extensions dans les paramètres.
it_it: È possibile disattivare questa estensione se non è necessaria. Se si desidera riattivarla in futuro, la si troverà nell'elenco delle estensioni nelle impostazioni.
pt: Você pode desativar essa extensão se não precisar dela. Se quiser reativá-la no futuro, você a encontrará na lista de extensões nas configurações.
tr: Bu eklentiyi ihtiyacınız yoksa devre dışı bırakabilirsiniz. Gelecekte yeniden etkinleştirmek isterseniz, ayarlardaki eklenti listesinde bulabilirsiniz.

source: You can enable this extension for all users of the instance.
de: Sie können diese Erweiterung für alle Benutzer der Instanz aktivieren.
es_ar: Puede habilitar esta extensión para todos los usuarios de la instancia.
fr: Vous pouvez activer cette extension pour tous les utilisateurs de l'instance.
it_it: Puoi abilitare questa estensione per tutti gli user del sito.
pt: Você pode ativar essa extensão para todos os usuários da instância.
tr: Bu eklentiyi sunucudaki tüm kullanıcılar için etkinleştirebilirsiniz.

source: You can enable this extension if you need it or want to try it out. If you want to disable it again in the future, you'll find it in the extension list in settings.
de: Sie können diese Erweiterung aktivieren, wenn Sie sie benötigen oder ausprobieren möchten. Wenn Sie sie in Zukunft wieder deaktivieren möchten, finden Sie sie in der Liste der Erweiterungen in den Einstellungen.
es_ar: Puedes activar esta extensión si la necesitas o quieres probarla. Si quieres volver a desactivarla en el futuro, la encontrarás en la lista de extensiones de la configuración.
fr: Vous pouvez activer cette extension si vous en avez besoin ou si vous souhaitez l'essayer. Si vous souhaitez la désactiver à nouveau à l'avenir, vous la trouverez dans la liste des extensions dans les paramètres.
it_it: Puoi abilitare questa estensione se vuoi provarla o se ti serve. Se volessi disabilitarla in futuro, la troverai nella lista delle estensioni nelle impostazioni.
pt: Você pode ativar essa extensão se precisar dela ou quiser experimentá-la. Se quiser desativá-la novamente no futuro, você a encontrará na lista de extensões nas configurações.
tr: Bu eklentiyi ihtiyacınız varsa veya denemek istiyorsanız etkinleştirebilirsiniz. Gelecekte tekrar devre dışı bırakmak isterseniz, ayarlardaki eklenti listesinde bulabilirsiniz.

source: You have selected a file type that is not permitted. Contact your instance admin if you want it added.
de: Sie haben einen Dateityp ausgewählt, der nicht zulässig ist. Wenden Sie sich an Ihren Instanzadministrator, wenn Sie ihn hinzufügen möchten.
es_ar: Ha seleccionado un tipo de archivo que no está permitido. Póngase en contacto con el admin de su instancia si desea añadirlo.
fr: Vous avez sélectionné un type de fichier qui n'est pas autorisé. Contactez l'administrateur de votre instance si vous souhaitez qu'ils l'ajoutent.
it_it: È stato selezionato un tipo di file non consentito. Contattare l'amministratore dell'istanza se si desidera aggiungerlo.
pt: Você selecionou um tipo de arquivo que não é permitido. Entre em contato com o administrador da instância se quiser adicioná-lo.
tr: İzin verilmeyen bir dosya türü seçtiniz. Eklenmesini istiyorsanız sunucu yöneticinizle iletişime geçin.

source: You have selected too many files.
de: Sie haben zu viele Dateien ausgewählt.
fr: Vous avez sélectionné trop de fichiers.
it_it: Sono stati selezionati troppi file.
pt: Você selecionou um número excessivo de arquivos.
tr: Çok fazla dosya seçtiniz.

source: You need to log in first.
de: Sie müssen sich zuerst anmelden.
es_ar: Primero tienes que conectarte.
fr: Vous devez d'abord vous connecter.
it_it: Devi prima registrarti.
pt: Você precisa fazer login primeiro.
tr: Öncelikle giriş yapmanız gerekiyor.

source: You will now receive notifications of messages, mentions, and other relevant activities.
de: Sie erhalten nun Benachrichtigungen über Nachrichten, Erwähnungen und andere relevante Aktivitäten.
fr: Vous recevrez désormais des notifications de nouveaux messages, de mentions et d'autres activités pertinentes.
it_it: Riceverai le notifiche di messaggi, menzioni e altre attività rilevanti.
pt: Agora você receberá notificações de mensagens, menções e outras atividades relevantes.
tr: Artık mesajlar, bahsetmeler ve diğer ilgili etkinliklerle ilgili bildirimleri alacaksınız.

source: button, input, select, tab
de: Schaltfläche, Eingabe, Auswählen, Registerkarte
es_ar: botón, entrada, seleccionar, pestaña
fr: bouton, entrée, sélection, onglet
it_it: Bottone, input, seleziona, tab
pt: botão, entrada, selecionar, guia
tr: düğme, giriş, seçim, sekme

source: card, modal, alert
de: Karte, modal, Alarm
fr: carte, modale, alerte
it_it: carta, modale, allerta
pt: cartão, modal, alerta
tr: kart, modal, uyarı

source: checkbox, toggle, badge
de: Kontrollkästchen, Toggle, Badge
fr: case à cocher, badge
pt: caixa de seleção, alternância, crachá
tr: onay kutusu, geçiş düğmesi, rozet

source: close
de: schließen
es_ar: cerrar
fr: fermer
it_it: Chiudi
pt: próximo
tr: kapalı

source: AbuseIPDB
pt: AbusoIPDB

source: Create post
it_it: Crea post
pt: Criar postagem

source: Delete
de: Löschen
fr: Supprimer
it_it: Cancella
pt: Excluir

source: Enter an optional content warning
de: Geben Sie eine optionale Inhaltswarnung ein
fr: Saisir un avertissement facultatif sur le contenu
it_it: Inserisci un'avvertenza opzionale sul contenuto
pt: Insira um aviso de conteúdo opcional

source: Enter the article title
pt: Digite o título do artigo

source: Hang in there while we get back on track
de: Halten Sie durch, während wir wieder auf Kurs kommen
fr: Tenez bon pendant que nous nous remettons sur les rails
it_it: Attendi mentre torniamo in pista
pt: Aguente firme enquanto voltamos aos trilhos

source: Send a direct message
de: Eine direkte Nachricht senden
fr: Envoyer un message direct
it_it: Manda un messaggio diretto
pt: Enviar uma mensagem direta

source: Sign up
de: Registrieren Sie sich
fr: S'inscrire
it_it: Iscriviti
pt: Fazer inscrição

source: Something went wrong!
de: Etwas ist schief gelaufen!
fr: Quelque chose n'a pas fonctionné !
it_it: Qualcosa è andato storto!
pt: Algo deu errado!

source: Switch profile
de: Profil wechseln
fr: Changer de profil utilisateur
it_it: Cambia profilo
pt: Mudar de perfil

source: URLscan
pt: Verificação de URLs

source: We can't find the internet
de: Wir können das Internet nicht finden
fr: Nous ne trouvons pas l'internet
it_it: Non posso collegarmi ad internet
pt: Não conseguimos encontrar a Internet

source: Enter an optional title
de: Geben Sie einen optionalen Titel ein
fr: Saisir un titre facultatif

source: Hide Avatars
de: Avatare ausblenden
fr: Cacher les avatars

source: Hide user avatars throughout the interface.
de: Ausblenden von Benutzeravataren in der gesamten Benutzeroberfläche.
fr: Cacher les avatars d'utilisateurs dans l'interface.
