Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_social.po
Languages: de_de, fr, it, pt, tr

source: Untitled video
de_de: Unbetiteltes Video
fr: Vidéo sans titre
it: Video senza titolo
pt: Vídeo sem título
tr: Başlıksız video

source: Upload
it: Carica
pt: Carregar
tr: Yüklemek

source: Use Deferred Joins
fr: Utiliser les jointures différées
pt: Usar entradas diferentes
tr: Ertelenmiş Birleştirmeler Kullan

source: User interfaces for basic social networking functionality, such as feeds and discussions.
de_de: Benutzeroberflächen für grundlegende Funktionen sozialer Netzwerke, wie Feeds und Diskussionen.
fr: Interfaces utilisateur pour les fonctionnalités de base des réseaux sociaux, telles que les flux et les discussions.
it: Interfacce utente per le funzionalità di base dei social network, come i feed e le discussioni.
pt: Interfaces de usuário para funcionalidades básicas de redes sociais, como feeds e discussões.
tr: Akışlar ve tartışmalar gibi temel sosyal ağ işlevleri için kullanıcı arayüzleri.

source: User's own activities
de_de: Eigene Aktivitäten des Nutzers
fr: Activités de l'utilisateur
it: Attività dell'utente
pt: Atividades do próprio usuário
tr: Kullanıcının kendi faaliyetleri

source: Users
de_de: Benutzer
fr: Utilisateurs
it: Utenti
pt: Usuários
tr: Kullanıcılar

source: Version history
de_de: Versionsgeschichte
fr: Historique des versions
it: Storia della versione
pt: Histórico de versões
tr: Sürüm geçmişi

source: Videos
fr: Vidéos
it: Video
pt: Vídeos
tr: Videolar

source: View
de_de: Ansicht
fr: Voir
it: Vista
pt: Ver
tr: Görüntüle

source: View Import Status
pt: Exibir status de importação
tr: İçe Aktarma Durumunu Görüntüle

source: View more
de_de: zeige mehr
fr: Voir plus
it: Vedi di più
pt: Ver mais
tr: Daha fazlasını gör

source: View remotely
de_de: Ferngesteuerte Ansicht
fr: Voir à distance
it: Vedi in remoto
pt: Ver remotamente
tr: Uzaktan görüntüle

source: View task
de_de: Aufgabe ansehen
fr: Voir la tâche
it: Vedi compiti
pt: Ver tarefa
tr: Görevi görüntüle

source: View the %{media}
de_de: Ansicht der %{media}
fr: Voir le %{media}
it: Visualizza %{media}
pt: Ver a %{media}
tr: %{media} öğesini görüntüle

source: Views
de_de: Ansichten
fr: Points de vue
it: Viste
pt: Visualizações
tr: Görüntülemeler

source: Week
de_de: Woche
fr: Semaine
it: Settimana
pt: Semana
tr: Hafta

source: What items to include in your feed.
de_de: Welche Artikel Sie in Ihren Feed aufnehmen sollten.
fr: Quels sont les éléments à inclure dans votre flux.
it: Quali elementi includere nel proprio feed.
pt: Quais itens incluir em seu feed.
tr: Akışınıza dahil edilecek öğeler.

source: Whether the feed navigation sidebar should be open by default.
de_de: Ob die Seitenleiste der Feed-Navigation standardmäßig geöffnet sein soll.
fr: Indique si la barre latérale de navigation du flux doit être ouverte par défaut.
it: Se la barra laterale di navigazione del feed deve essere aperta per impostazione predefinita.
pt: Se a barra lateral de navegação do feed deve ser aberta por padrão.
tr: Akış navigasyon kenar çubuğunun varsayılan olarak açık olup olmayacağı.

source: Write something
de_de: Schreiben Sie etwas
fr: Écrire quelque chose
it: Scrivi qualcosa
pt: Escreva algo
tr: Bir şeyler yaz

source: Year
it: Anno
pt: Ano
tr: Yıl

source: You
de_de: Du
fr: Vous
it: Tu
pt: Você
tr: Sen

source: You can also request an archive of all your activities (in the ActivityPub format), copies of uploaded media, along with all of the above data (in CSV format). You can export a new archive every 7 days.
it: Puoi anche richiedere un archivio di tutte le tue attività (nel formato ActivityPub) e delle copie dei media caricati insieme a tutto il resto dei dati (nel formato CSV). Puoi esportare un nuovo archivio ogni 7 giorni.
pt: Você também pode solicitar um arquivo de todas as suas atividades (no formato ActivityPub), cópias da mídia carregada, juntamente com todos os dados acima (no formato CSV). Você pode exportar um novo arquivo a cada 7 dias.
tr: Ayrıca tüm faaliyetlerinizin (ActivityPub formatında), yüklenen medyanın kopyalarının yanı sıra yukarıdaki tüm verilerin (CSV formatında) bir arşivini talep edebilirsiniz. Her 7 günde bir yeni bir arşiv dışa aktarabilirsiniz.

source: You can import a blocklist of users or instances you want to silence or ghost for all users of this instance.
pt: É possível importar uma lista de bloqueio de usuários ou instâncias que você deseja silenciar ou bloquear para todos os usuários dessa instância.
tr: Bu örneğin tüm kullanıcıları için sessize almak veya hayalet moda geçirmek istediğiniz kullanıcıların veya örneklerin bir engelleme listesini içe aktarabilirsiniz.

source: You can import a blocklist of users or instances you want to silence or ghost.
pt: É possível importar uma lista de bloqueio de usuários ou instâncias que você deseja silenciar ou bloquear.
tr: Sessize almak veya hayalet moda geçirmek istediğiniz kullanıcıların veya örneklerin bir engelleme listesini içe aktarabilirsiniz.

source: You can import your web of relationships from others compatible platforms, this is a key feature of the fediverse. You can import data that you have previously exported from another instance in CVS format.
pt: Você pode importar sua rede de relacionamentos de outras plataformas compatíveis, esse é um recurso fundamental do fediverse. Você pode importar dados que tenha exportado anteriormente de outra instância no formato CVS.
tr: İlişkiler ağınızı diğer uyumlu platformlardan içe aktarabilirsiniz, bu fediverse'ün temel bir özelliğidir. Daha önce başka bir örnekten CVS formatında dışa aktardığınız verileri içe aktarabilirsiniz.

source: You can lock this discussion to prevent any replies from users on this instance and to block any remote replies from federating back to this instance.
de_de: Sie können diese Diskussion sperren, um Antworten von Benutzern dieser Instanz zu verhindern und um zu verhindern, dass entfernte Antworten an diese Instanz zurückgegeben werden.
fr: Vous pouvez verrouiller cette discussion pour empêcher toute réponse de la part des utilisateurs de cette instance et pour empêcher toute réponse distante de se fédérer à cette instance.
it: È possibile bloccare questa discussione per impedire le risposte degli utenti di questo sito e per bloccare le risposte remote dalla federazione a questo sito.
pt: Você pode bloquear essa discussão para impedir quaisquer respostas de usuários nessa instância e para impedir que quaisquer respostas remotas sejam federadas de volta a essa instância.
tr: Bu tartışmayı, bu örnekteki kullanıcılardan gelen herhangi bir yanıtı önlemek ve uzak yanıtların bu örneğe geri federasyonunu engellemek için kilitleyebilirsiniz.

source: You can save this feed configuration as a preset, to be able to access it anytime from your feed navbar.
de_de: Sie können diese Feed-Konfiguration als Voreinstellung speichern, um sie jederzeit über Ihre Feed-Navbar abrufen zu können.
fr: Vous pouvez enregistrer cette configuration de flux en tant que préréglage, afin de pouvoir y accéder à tout moment à partir de la barre de navigation de votre flux.
it: È possibile salvare questa configurazione del feed come preimpostazione, per potervi accedere in qualsiasi momento dalla barra di navigazione del feed.
pt: Você pode salvar essa configuração de feed como uma predefinição, para poder acessá-la a qualquer momento na barra de navegação do feed.
tr: Bu akış yapılandırmasını bir ön ayar olarak kaydederek, akış gezinti çubuğunuzdan istediğiniz zaman erişebilirsiniz.

source: You can start by following some people, or writing a new post yourself.
de_de: Sie können damit beginnen, indem Sie einigen Leuten folgen oder selbst einen neuen Beitrag schreiben.
fr: Vous pouvez commencer par suivre quelqu'un ou publier vous-même.
it: Potete iniziare seguendo alcune persone o scrivendo voi stessi un nuovo post.
pt: Você pode começar seguindo algumas pessoas ou escrevendo um novo post você mesmo.
tr: Bazı kişileri takip ederek veya kendiniz yeni bir gönderi yazarak başlayabilirsiniz.

source: You can subscribe to this feed's public posts using your favourite RSS or Atom feed reader app.
pt: Você pode assinar as postagens públicas desse feed usando seu aplicativo leitor de feed RSS ou Atom favorito.
tr: Bu akışın herkese açık gönderilerine, favori RSS veya Atom akış okuyucu uygulamanızı kullanarak abone olabilirsiniz.

source: You can unlock this discussion to accept replies again.
de_de: Sie können diese Diskussion freischalten, um wieder Antworten zuzulassen.
fr: Vous pouvez déverrouiller cette discussion pour accepter à nouveau des réponses.
it: È possibile sbloccare questa discussione per accettare nuovamente le risposte.
pt: Você pode desbloquear essa discussão para aceitar respostas novamente.
tr: Yanıtları tekrar kabul etmek için bu tartışmanın kilidini açabilirsiniz.

source: You can't reply to this activity
de_de: Sie können nicht auf diese Aktivität antworten
fr: Vous ne pouvez pas répondre à cette activité
it: Non è possibile rispondere a questa attività
pt: Não é possível responder a esta atividade
tr: Bu faaliyete yanıt veremezsiniz

source: Your archive is ready
it: Il tuo archivio è pronto
pt: Seu arquivo está pronto
tr: Arşiviniz hazır

source: Your feed is empty
fr: Votre flux est vide
it: Il tuo feed è vuoto
pt: Seu feed está vazio
tr: Akışınız boş

source: Your import history will appear here once you start importing data.
pt: Seu histórico de importação aparecerá aqui quando você começar a importar dados.
tr: Veri içe aktarmaya başladığınızda içe aktarma geçmişiniz burada görünecektir.

source: activity timestamp
de_de: Zeitstempel der Aktivität
fr: horodatage de l'activité
it: orario dell'attività
pt: registro de data e hora da atividade
tr: faaliyet zaman damgası

source: alt
tr: alternatif

source: and %{number} other
pt: e %{number} outros
tr: ve %{number} diğeri

source: article
it: articolo
pt: artigo
tr: makale

source: assigned to %{name}
pt: atribuído a %{name}
tr: %{name} kişisine atandı

source: by
de_de: von
fr: par
it: di
pt: por
tr: tarafından

source: comment
de_de: Kommentar
fr: commentaire
it: commento
pt: comentário
tr: yorum

source: complete
it: completa
pt: completo
tr: tamamla

source: completed
pt: concluído
tr: tamamlandı

source: created
de_de: erstellt
fr: créé
it: creato
pt: criado
tr: oluşturuldu

source: followed you
fr: vous a suivi
it: ti ha seguito
pt: seguiu você
tr: sizi takip etti

source: from feeds
de_de: aus Feeds
fr: des flux
it: dai feed
pt: de feeds
tr: akışlardan

source: items
it: oggetti
pt: itens
tr: öğeler

source: liked this activity
de_de: mochte diese Aktivität
fr: a aimé cette activité
it: gli è piaciuta questa attivtà
pt: gostou desta atividade
tr: bu faaliyeti beğendi

source: liked your activity
de_de: mochte Ihre Aktivität
fr: a aimé votre activité
it: gli è piaciuta la tua attività
pt: gostei de sua atividade
tr: faaliyetinizi beğendi

source: media
de_de: Medien
fr: médias
pt: mídia
tr: medya

source: more link(s)
tr: daha fazla bağlantı

source: object
de_de: Objekt
fr: objet
it: oggetto
pt: objeto
tr: nesne

source: of
it: di
pt: de
tr: ile ilgili

source: pages
de_de: Seiten
it: pagine
pt: páginas
tr: sayfa

source: participants
de_de: Teilnehmer
it: partecipanti
pt: participantes
tr: katılımcılar

source: pinned
de_de: angeheftet
fr: épinglé
it: appuntato
pt: fixado
tr: sabitledi

source: post
de_de: Beitrag
fr: poste
pt: postagem
tr: gönderi

source: re-opened
pt: reaberto
tr: yeniden açıldı

source: reacted to this activity
de_de: reagierte auf diese Aktivität
fr: a réagi à cette activité
it: ha reagito a questa attività
pt: reagiu a essa atividade
tr: bu faaliyete tepki verdi

source: reacted to your activity
fr: a réagi à votre activité
it: ha reagito alla vostra attività
pt: reagiu à sua atividade
tr: faaliyetinize tepki verdi

source: reply
de_de: antworten
fr: répondre
it: rispondi
pt: resposta
tr: yanıt

source: requested to follow you
fr: a demandé à vous suivre
it: ha richiesto di seguirti
pt: solicitado a segui-lo
tr: sizi takip etme isteğinde bulundu

source: scheduled for %{date}
pt: programado para %{date}
tr: %{date} için zamanlandı

source: someone
de_de: jemand
fr: quelqu'un
it: qualcunə
pt: alguém
tr: birisi

source: successful
pt: bem-sucedido
tr: başarılı

source: the user
de_de: Der Nutzer
fr: l'utilisateur
it: l'utente
pt: o usuário
tr: kullanıcı

source: this %{object}
de_de: dieses %{Object}
fr: ce %{object}
it: questo/a %{object}
pt: esta %{object}
tr: bu %{object}

source: user
de_de: Benutzer
fr: utilisateur
it: utente
pt: usuário
tr: kullanıcı

source: you
de_de: Du
fr: vous
it: tu
pt: você
tr: siz

source: Video
fr: Vidéo
pt: Vídeo

source: All Posts
de_de: Alle Beiträge
fr: Toutes les publications

source: All activities
de_de: Alle Aktivitäten
fr: Toutes les activités

source: By circles
de_de: Nach Circle
fr: Par cercles

source: Chronological by last reply
de_de: Chronologisch nach letzter Antwort
fr: Chronologiquement par dernière réponse

source: Default Feed
fr: Flux par défaut

source: Default feed to display when visiting the feed page.
de_de: Standard-Feed, der beim Besuch der Feed-Seite angezeigt wird.
fr: Flux par défaut à afficher lors de la visite de la page des flux.

source: Enter an optional content warning
de_de: Geben Sie eine optionale Inhaltswarnung ein
fr: Saisir un avertissement facultatif sur le contenu

source: Filter by types
de_de: Nach Typen filtern
fr: Filtrer par type

source: Flag
fr: Signaler

source: Manage your filtered feeds.
de_de: Verwalten Sie Ihre gefilterten Feeds.
fr: Gérez vos flux filtrés.

source: Requires login
de_de: Erfordert Anmeldung
fr: Identification requise

source: Show Articles
de_de: Artikel anzeigen
fr: Afficher les articles

source: Show Audio
de_de: Audio anzeigen
fr: Afficher l'audio

source: Show Boosts
de_de: Boosts anzeigen
fr: Boosters de spectacle

source: Show Events
de_de: Ereignisse anzeigen
fr: Manifestations

source: Show Follows
de_de: Follower anzeigen
fr: Afficher les suivis

source: Show Images
de_de: Bilder anzeigen
fr: Montrer les images

source: Show Links
de_de: Links anzeigen
fr: Liens de l'exposition

source: Show Videos
de_de: Videos anzeigen
fr: Vidéos de l'émission

source: Show all Posts
de_de: Alle Beiträge anzeigen
fr: Afficher tous les messages

source: Show all posts
de_de: Alle Beiträge anzeigen
fr: Afficher tous les messages

source: Show articles (long posts)
de_de: Artikel anzeigen (lange Beiträge)
fr: Afficher les articles (longs messages)

source: Show links
de_de: Links anzeigen
fr: Afficher les liens

source: Show only boosts
de_de: Nur Boosts anzeigen
fr: Afficher uniquement les coups de pouce

source: Show only follows
de_de: Nur anzeigen folgt
fr: L'affichage suit uniquement

source: Show only images
de_de: Nur Bilder anzeigen
fr: Afficher uniquement les images

source: Show only links
de_de: Nur Links anzeigen
fr: Afficher uniquement les liens

source: Time limit control
de_de: Kontrolle des Zeitlimits
fr: Contrôle de la limite de temps

source: Unsupported object type
de_de: Nicht unterstützter Objekttyp
fr: Type d'objet non pris en charge

source: Unsupported type or deleted object
de_de: Nicht unterstützter Typ oder gelöschtes Objekt
fr: Type non supporté ou objet supprimé

source: Use Lite Feed Controls
fr: Utiliser les contrôles de l'alimentation Lite

source: Use the simplified tab-based feed controls instead of the full feed controls.
de_de: Verwenden Sie die vereinfachten tabulatorbasierten Vorschubsteuerungen anstelle der vollständigen Vorschubsteuerungen.
fr: Utilisez les contrôles de flux simplifiés basés sur les onglets au lieu des contrôles de flux complets.
