Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_social.po
Languages: de_de, fr, it, pt, tr

source: your activity
de_de: Ihre Tätigkeit
fr: votre activité
it: la tua attività
pt: sua atividade
tr: etkinliğiniz

source: %{name}'s profile
de_de: %{name}'s Profil
fr: Profil de %{name}
it: Profilo di %{name}
pt: Perfil de %{name}
tr: %{name} profili

source: %{number_of_edits} edit
de_de: %{number_of_edits} bearbeiten
tr: %{number_of_edits} düzenleme

source: (and %{number} other) recently %{verb_past_tense}
pt: (e %{number} outros) recentemente %{verb_past_tense}
tr: (ve %{number} diğer) yakın zamanda %{verb_past_tense}

source: A feed with this name already exists. Please choose a different name.
pt: Já existe um feed com esse nome. Escolha um nome diferente.
tr: Bu ada sahip bir akış zaten var. Lütfen farklı bir ad seçin.

source: A request will be sent to remote instances to delete it as well.
de_de: Es wird eine Anfrage an entfernte Instanzen gesendet, um sie ebenfalls zu löschen.
fr: Une demande de suppression sera envoyée à d'autres instances également.
it: Verrà inviata una richiesta di rimozione anche ai siti remoti.
pt: Uma solicitação será enviada às instâncias remotas para excluí-la também.
tr: Uzak sunuculara da silinmesi için bir istek gönderilecektir.

source: Accept
de_de: Akzeptieren
fr: Accepter
it: Accetta
pt: Aceitar
tr: Kabul et

source: Accepted Answer
de_de: Akzeptierte Antwort
fr: Réponse acceptée
it: Risposta accettata
pt: Resposta aceita
tr: Kabul Edilen Cevap

source: Active
it: Attivo
pt: Ativo
tr: Aktif

source: Activities
de_de: Aktivitäten
fr: Activités
it: Attività
pt: Atividades
tr: Etkinlikler

source: Activities from people I follow
de_de: Aktivitäten von Menschen, denen ich folge
fr: Activités des personnes que je suis
it: Attività di persone che seguo
pt: Atividades de pessoas que sigo
tr: Takip ettiğim kişilerden gelen etkinlikler

source: Add alias
pt: Adicionar apelido
tr: Takma ad ekle

source: Advanced
de_de: Fortgeschritten
fr: Avancé
it: Avanzato
pt: Avançado
tr: Gelişmiş

source: Advanced Filters
de_de: Erweiterte Filter
fr: Filtres avancés
it: Filtri avanzati
pt: Filtros avançados
tr: Gelişmiş Filtreler

source: All
de_de: Alle
fr: Tous
it: Tutti
pt: Todos
tr: Hepsi

source: All activity types
pt: Todos os tipos de atividade
tr: Tüm etkinlik türleri

source: All posts
de_de: Alle Nachrichten
fr: Toutes les publications
it: Tutti i post
pt: Todas as postagens
tr: Tüm gönderiler

source: All time
it: In qualsiasi ora
pt: Todo o tempo
tr: Tüm zamanlar

source: All visible activities by people on other fediverse instances (who have been followed or somehow interacted with by users of this instance)
de_de: Alle sichtbaren Aktivitäten von Personen auf anderen fediverse-Instanzen (denen Nutzer dieser Instanz gefolgt sind oder mit denen sie in irgendeiner Weise interagiert haben)
fr: Toutes les activités visibles et connues de personnes sur d'autres instances fediverse (qui ont été suivies ou avec lesquelles les utilisateurs de cette instance ont interagi d'une manière ou d'une autre).
it: Tutte le attività visibili da persone su altri siti di fediverse (che sono state seguite o con cui hanno interagito in qualche modo gli utenti di questo sito)
pt: Todas as atividades visíveis de pessoas em outras instâncias do fediverse (que foram seguidas ou com as quais os usuários desta instância interagiram de alguma forma)
tr: Diğer fediverse sunucularındaki kişilerin (bu sunucunun kullanıcıları tarafından takip edilen veya bir şekilde etkileşimde bulunulan) tüm görünür etkinlikleri

source: All visible activities by people you follow
de_de: Alle sichtbaren Aktivitäten der Personen, denen Sie folgen
fr: Toutes les activités visibles et connues des personnes que vous suivez
it: Tutte le attività visibili delle persone che seguite
pt: Todas as atividades visíveis das pessoas que você segue
tr: Takip ettiğiniz kişilerin tüm görünür etkinlikleri

source: All visible activities by users of this instance
de_de: Alle sichtbaren Aktivitäten der Benutzer dieser Instanz
fr: Toutes les activités visibles des utilisateurs de cette instance
it: Tutte le attività visibili dagli utenti di questo sito
pt: Todas as atividades visíveis dos usuários dessa instância
tr: Bu sunucunun kullanıcılarının tüm görünür etkinlikleri

source: All visible local and remote activities.
de_de: Alle sichtbaren lokalen und entfernten Aktivitäten.
fr: Toutes les activités locales et d'autres instances visibles et connues.
it: Tutte le attività locali e remote visibili.
pt: Todas as atividades locais e remotas visíveis.
tr: Tüm görünür yerel ve uzak etkinlikler.

source: Already imported some data? You can check the status of each import.
pt: Já importou alguns dados? Você pode verificar o status de cada importação.
tr: Zaten bazı verileri içe aktardınız mı? Her bir içe aktarmanın durumunu kontrol edebilirsiniz.

source: Amount of boosts
de_de: Anzahl der Boosts
fr: Nombre de boosts
it: Numero di diffusioni
pt: Quantidade de repostagens
tr: Tekrar paylaşımların sayısı

source: Amount of likes
de_de: Anzahl der Likes
fr: Nombre de likes
it: Quantità di like
pt: Quantidade de curtidas
tr: Beğeni sayısı

source: Amount of replies
de_de: Anzahl der Antworten
fr: Nombre de réponses
it: Numero di risposte
pt: Quantidade de respostas
tr: Cevap sayısı

source: Arrival
pt: Chegada
tr: Varış

source: Arrive
pt: Chegar
tr: Ulaş

source: Arrived at unknown location
pt: Chegou em um local desconhecido
tr: Bilinmeyen konuma ulaştı

source: Arrived in %{location}
pt: Chegou em %{location}
tr: %{location} konumuna ulaştı

source: Article
de_de: Artikel
it: Articolo
pt: Artigo
tr: Makale

source: Articles
de_de: Artikel
it: Articoli
pt: Artigos
tr: Makaleler

source: Attempts:
pt: Tentativas:
tr: Denemeler:

source: Audio
pt: Áudio
tr: Ses

source: Automatically fetch replies to my imported posts.
pt: Obter automaticamente respostas às minhas postagens importadas.
tr: İçe aktarılan gönderilerime gelen cevapları otomatik olarak getir.

source: Be the first to reply!
de_de: Seien Sie der Erste, der antwortet!
fr: Soyez le premier à répondre !
it: Sii il primo a rispondere!
pt: Seja o primeiro a responder!
tr: İlk cevap veren sen ol!

source: Block
it: Blocco
pt: Bloqueio
tr: Engellemek

source: Bookmark
it: Segnalibro
pt: Salvar
tr: Yer imi

source: Books
de_de: Bücher
fr: Livres
it: Libri
pt: Livros
tr: Kitaplar

source: Boost
it: Diffondi
pt: Repostar
tr: Öne çıkar

source: Boosts
pt: Respostagens
tr: Tekrar paylaşımlar

source: Boundary updated!
de_de: Grenze aktualisiert!
fr: Limite mise à jour !
it: Limitazione aggiornata!
pt: Limite atualizado!
tr: Sınır güncellendi!

source: CW
fr: AV
tr: İU

source: Cancel
it: Cancella
pt: Cancelar
tr: İptal

source: Cancelled
it: Cancellato
pt: Cancelado
tr: İptal edildi

source: Cancelled %{count} jobs
pt: Cancelado %{count} empregos
tr: İptal edildi: %{count} iş

source: Cannot Reply
de_de: Kann nicht antworten
fr: Ne peut répondre
it: Impossibile rispondere
pt: Não é possível comentar
tr: Cevap Verilemiyor

source: Chronological
de_de: Chronologisch
fr: Chronologique
it: Cronologico
pt: Cronológico
tr: Kronolojik

source: Chronological by branch
de_de: Chronologisch nach Branchen
fr: Chronologiquement par branche
it: Cronologico per ramo
pt: Cronológico por tipo
tr: Dala göre kronolojik

source: Circle
it: Cerchia
pt: Círculo
tr: Çevre

source: Clear all
pt: Limpar tudo
tr: Tümünü temizle

source: Close
it: Chiudi
pt: Fechar
tr: Kapat

source: Comment not found or you don't have permission to view it
de_de: Kommentar nicht gefunden oder Sie haben keine Erlaubnis, ihn zu sehen
fr: Commentaire introuvable ou vous n'avez pas la permission de le voir
it: Commento non trovato o non hai il permesso di visualizzarlo
pt: Comentário não encontrado ou você não tem permissão para visualizá-lo
tr: Yorum bulunamadı veya görme izniniz yok

source: Completed
it: Completato
pt: Concluído
tr: Tamamlandı

source: Completed
pt: Concluído
tr: Tamamlandı

source: Compose
de_de: Erstellen
fr: Composer
it: Componi
pt: Compor
tr: Oluştur

source: Content Warning
de_de: Inhaltliche Warnung
fr: Avertissement sur le contenu
it: Avvertenza sui contenuti
pt: Aviso de conteúdo
tr: İçerik Uyarısı

source: Content origin
pt: Origem do conteúdo
tr: İçerik kaynağı

source: Copy Atom URL
pt: Copiar URL do Atom
tr: Atom URL'sini Kopyala

source: Copy RSS URL
pt: Copiar URL do RSS
tr: RSS URL'sini Kopyala

source: Copy link
de_de: Link kopieren
fr: Copier le lien
it: Copia il link
pt: Copiar link
tr: Bağlantıyı kopyala

source: Could not create feed preset
pt: Não foi possível criar uma predefinição de feed
tr: Akış ön ayarı oluşturulamadı

source: Curated
de_de: Kuratiert
fr: Sélectionné
it: Curati
pt: Com curadoria
tr: Özenle seçilmiş

source: Curated feed
de_de: Kuratierter Feed
fr: Activités sélectionnées
it: Feed curati
pt: Feed com curadoria
tr: Özenle seçilmiş akış

source: Customize your feed experience by configuring default display settings and managing which feed presets appear in your sidebar navigation.
pt: Personalize sua experiência com o feed definindo as configurações de exibição padrão e gerenciando quais predefinições de feed aparecem na navegação da barra lateral.
tr: Varsayılan görüntüleme ayarlarını yapılandırarak ve kenar çubuğu navigasyonunuzda hangi akış ön ayarlarının görüneceğini yöneterek akış deneyiminizi özelleştirin.

source: Dark Pattern
it: Modello scuro
pt: Padrão escuro
tr: Karanlık Tasarım

source: Data
pt: Dados
tr: Veri

source: Date format
de_de: Datumsformat
fr: Format de dates
it: Formato della data
pt: Formato da data
tr: Tarih formatı

source: Day
de_de: Tag
fr: Jour
it: Giorno
pt: Dia
tr: Gün

source: Decide which feed you want to show in your sidebar.
pt: Decida qual feed você deseja exibir na barra lateral.
tr: Kenar çubuğunuzda hangi akışı göstermek istediğinize karar verin.

source: Decline
pt: Recusar
tr: Reddet

source: Default
de_de: Standard
fr: Défaut
pt: Padrão
tr: Varsayılan

source: Default Feeds Nav Open
fr: List de flux en barre de navigation?
pt: Navegação de feeds padrão aberta
tr: Varsayılan Akış Navigasyonu Açık

source: Default settings
pt: Configurações padrão
tr: Varsayılan ayarlar

source: Default sort
pt: Classificação padrão
tr: Varsayılan sıralama

source: Delete
de_de: löschen
fr: Supprimer
it: Cancella
pt: Excluir
tr: Sil

source: Delete archive
it: Cancella archivio
pt: Excluir arquivo
tr: Arşivi sil

source: Delete this
de_de: Dies löschen
fr: Supprimer ceci
it: Elimina
pt: Excluir isso
tr: Bunu sil

source: Delete this object
de_de: Dieses Objekt löschen
fr: Supprimer cet objet
it: Eliminare questo oggetto
pt: Excluir esse objeto
tr: Bu nesneyi sil

source: Deleted from %{number} feeds!
fr: Supprimé de %{number} flux !
it: Eliminato da %{number}! feed
pt: Excluído de %{number} feeds!
tr: %{number} akıştan silindi!

source: Deleted!
de_de: gelöscht!
fr: Supprimé !
it: Eliminato!
pt: Excluído!
tr: Silindi!

source: Deleting from feeds means this %{verb} and this %{object} still exist, but this activity won't be discoverable via the local instance's feeds. Remote feeds won't be affected.
de_de: Das Löschen aus den Feeds bedeutet, dass diese %{verb} und diese %{object} weiterhin existieren, aber diese Aktivität wird nicht mehr über die Feeds der lokalen Instanz auffindbar sein. Entfernte Feeds sind davon nicht betroffen.
fr: La suppression de cette activité dans les flux signifie que ce %{verb} et ce %{object} existent toujours, mais que cette activité ne pourra pas être découverte via les flux de l'instance locale. Les flux distants ne seront pas affectés.
it: L'eliminazione dai feed significa che questa %{verb} e questa %{object} esistono ancora, ma questa attività non sarà più rilevabile attraverso i feed del sito locale. I feed remoti non saranno interessati.
pt: Excluir dos feeds significa que este %{verb} e este %{object} ainda existem, mas essa atividade não poderá ser encontrada por meio dos feeds da instância local. Os feeds remotos não serão afetados.
tr: Akışlardan silmek, bu %{verb} ve bu %{object} hala var olduğu anlamına gelir, ancak bu etkinlik yerel sunucunun akışları aracılığıyla keşfedilemez. Uzak akışlar etkilenmeyecektir.

source: Deleting...
tr: Siliniyor...

source: Direct Message
de_de: Direkte Nachricht
fr: Message direct
it: Messaggio diretto
pt: Mensagem direta
tr: Özel Mesaj

source: Disable Feed Extension Preloads
fr: Désactiver les précharges en flux venant d'extensions
pt: Desativar pré-carregamentos da extensão do feed
tr: Akış Uzantısı Ön Yüklemelerini Devre Dışı Bırak

source: Discussion
de_de: Diskussion
it: Discussione
pt: Discussão
tr: Tartışma

source: Done
de_de: Erledigt
fr: Terminé
it: Fatto
pt: Feito
tr: Bitti

source: Done!
de_de: Erledigt!
fr: C'est fait !
it: Fatto!
pt: Pronto!
tr: Bitti!

source: Download
de_de: Herunterladen
fr: Télécharger
it: Scarica
pt: Baixar
tr: İndir

source: Download your existing archive
it: Scarica il tuo archivio esistente
pt: Baixe seu arquivo existente
tr: Mevcut arşivinizi indirin

source: Edit
de_de: Bearbeiten
fr: Modifier
it: Modifica
pt: Editar
tr: Düzenle

source: Edit discussion title
de_de: Diskussionstitel bearbeiten
fr: Modifier le titre de la discussion
it: Modifica il titolo della discussione
pt: Editar o título da discussão
tr: Tartışma başlığını düzenle

source: Edit the thread title
de_de: Den Titel des Themas bearbeiten
fr: Modifier le titre du fil de discussion
it: Modifica il titolo della discussione
pt: Editar o título do tópico
tr: Konu başlığını düzenle

source: Edit the title of this discussion
de_de: Bearbeiten Sie den Titel dieser Diskussion
fr: Modifier le titre de cette discussion
it: Modifica il titolo di questa discussione
pt: Editar o título desta discussão
tr: Bu tartışmanın başlığını düzenle

source: Edition
de_de: Ausgabe
fr: Édition
it: Edizione
pt: Edição
tr: Düzenleme

source: Enable infinite scrolling (doom scrolling) instead of pre-loading activities that require clicking 'Show more' to see them
tr: 'Daha fazla göster'e tıklamayı gerektiren etkinlikleri önceden yüklemek yerine sonsuz kaydırmayı (bitmeyen kaydırma) etkinleştir.

source: Enable infinite scrolling in feeds, or choose a hybrid approach.
de_de: Aktivieren Sie das unendliche Scrollen in Feeds oder wählen Sie einen hybriden Ansatz.
fr: Vous pouvez activer le défilement infini dans les flux ou choisir une approche hybride.
it: Abilitare lo scorrimento infinito nei feed o scegliere un approccio ibrido.
pt: Ative a rolagem infinita nos feeds ou escolha uma abordagem híbrida.
tr: Akışlarda sonsuz kaydırmayı etkinleştirin veya hibrit bir yaklaşım seçin.

source: Enter password to confirm
de_de: Passwort zur Bestätigung eingeben
fr: Saisir le mot de passe pour confirmer
it: Inserire la password per confermare
pt: Digite a senha para confirmar
tr: Onaylamak için şifreyi girin

source: Error preparing your archive
it: Errore preparando il tuo archivio
pt: Erro ao preparar seu arquivo
tr: Arşiviniz hazırlanırken hata oluştu

source: Error:
pt: Erro:
tr: Hata:

source: Event
de_de: Veranstaltung
fr: Événement
it: Evento
pt: Evento
tr: Etkinlik

source: Events
de_de: Veranstaltungen
fr: Evénements
it: Eventi
pt: Eventos
tr: Etkinlikler

source: Existing aliases
pt: Apelidos existentes
tr: Mevcut takma adlar

source: Explore
de_de: Erkunden
fr: Explorer
it: Esplora
pt: Explorar
tr: Keşfet

source: Failed
pt: Falha
tr: Başarısız

source: Failed (will attempt again)
pt: Falha (tentará novamente)
tr: Başarısız (tekrar deneyecek)

source: Failed to cancel jobs
pt: Falha ao cancelar trabalhos
tr: İşler iptal edilemedi

source: Federated
de_de: Föderiert
fr: Fédéré
it: Federato
pt: Federado
tr: Federasyonlu

source: Federation
de_de: Föderation
fr: Fédération
it: Federazione
pt: Federação
tr: Federasyon

source: Feed Control
pt: Controle de alimentação
tr: Akış Kontrolü

source: Feed Update Preload Mode
de_de: Feed Update Preload Modus
fr: Mode de préchargement lors de mise à jour des flux
it: Modalità di precaricamento dell'aggiornamento dei Feed
pt: Modo de pré-carregamento de atualização de feed
tr: Akış Güncelleme Ön Yükleme Modu

source: Feed description
fr: Description des flux
it: Descrizione dei feed
pt: Descrição do feed
tr: Akış açıklaması

source: Feed inclusion
fr: Inclusion de flux
it: Inclusione dei feed
pt: Inclusão de feed
tr: Akışa dahil etme

source: Feed presets
fr: Flux prédéfinis
it: Presettaggi dei feed
pt: Predefinições do feed
tr: Akış ön ayarları

source: Feed title
fr: Titre du flux
it: Titolo del feed
pt: Título do feed
tr: Akış başlığı

source: Feeds
fr: Flux
it: Feed
tr: Akışlar

source: Fetch content
pt: Buscar conteúdo
tr: İçeriği getir

source: Fetch replies on import
pt: Obter respostas na importação
tr: İçe aktarırken cevapları getir

source: Filter
fr: Filtrer
it: Filtro
pt: Filtro
tr: Filtrele

source: Filter by Activity type
pt: Filtrar por tipo de atividade
tr: Etkinlik türüne göre filtrele

source: Filter by circles
de_de: Nach Circles filtern
fr: Filtrer par cercles
it: FIltra per cerchie
pt: Filtrar por círculos
tr: Çevrelere göre filtrele

source: Filters:
pt: Filtros:
tr: Filtreler:

source: Flag this %{object}
fr: Signaler cet(te) %{object}
it: Segnala questo %{object}
pt: Sinalizar este %{object}
tr: Bu %{object} öğesini işaretle

source: Flat list
fr: Liste plate
it: Elenco piatto
pt: Lista plana
tr: Düz liste

source: Follow
it: Segui
pt: Seguir
tr: Takip et

source: Following
de_de: Folgt dir
fr: Suivis
it: Seguiti
pt: Seguindo
tr: Takip edilenler

source: Follows
fr: Suivis
it: Segue
pt: Seguidores
tr: Takip edilenler

source: For security purposes please enter the password of your account
de_de: Aus Sicherheitsgründen geben Sie bitte das Passwort Ihres Kontos ein
fr: Pour des raisons de sécurité, veuillez saisir le mot de passe de votre compte.
it: Per motivi di sicurezza gentilmente inserisci la password del tuo account
pt: Para fins de segurança, digite a senha de sua conta
tr: Güvenlik amacıyla lütfen hesabınızın şifresini girin

source: Get Atom feed
pt: Obter feed Atom
tr: Atom akışını al

source: Get RSS feed
pt: Obter feed RSS
tr: RSS akışını al

source: Get latest replies
de_de: Neueste Antworten erhalten
fr: Obtenir les dernières réponses
it: Ricevi le ultime risposte
pt: Obter as respostas mais recentes
tr: En son cevapları al

source: Ghost
it: Nascondi
pt: Invisibilizar
tr: Hayalet

source: Go to image
pt: Ir para a imagem
tr: Görüntüye git

source: Groups
de_de: Gruppen
fr: Groupes
it: Gruppi
pt: Grupos
tr: Gruplar

source: Hashtags
it: Hashtag
tr: Konu etiketleri

source: Here are a few sources to get started (you can download the CSV files from any of those to import here):
pt: Aqui estão algumas fontes para começar (você pode baixar os arquivos CSV de qualquer uma delas para importar aqui):
tr: İşte başlamak için birkaç kaynak (buraya aktarmak için CSV dosyalarını bunlardan herhangi birinden indirebilirsiniz):

source: Hide
de_de: Ausblenden
fr: Cacher
it: Nascondi
pt: Esconder
tr: Gizle

source: Hide Activity Actions
de_de: Aktivitätsaktionen ausblenden
fr: Masquer les actions de l'activité
it: Nascondere le azioni dell'attività
pt: Ocultar ações de atividade
tr: Etkinlik Eylemlerini Gizle

source: Hide actions (such a like or boost) in feeds until users hover over them.
de_de: Aktionen (wie "Gefällt mir" oder "Boost") in Feeds ausblenden, bis die Nutzer mit dem Mauszeiger darüber fahren.
fr: Masquer les actions (comme le like ou le boost) dans les flux jusqu'à ce qu'elles soient survolées.
it: Nascondi le azioni (come il mi piace o la diffusione) nei feed fino a che gli/le utenti portano il cursore sopra di esse.
pt: Oculte ações (como curtir ou repostar) nos feeds até que os usuários passem o mouse sobre elas.
tr: Kullanıcılar üzerlerine gelene kadar akışlardaki eylemleri (beğenme veya tekrar paylaşma gibi) gizle.

source: Hide boosts
pt: Ocultar impulsos
tr: Tekrar paylaşımları gizle

source: Hide my own activities
pt: Ocultar minhas próprias atividades
tr: Kendi etkinliklerimi gizle

source: Hide replies
pt: Ocultar respostas
tr: Cevapları gizle

source: Home
fr: Accueil
pt: Início
tr: Ana Sayfa

source: How many items to show in feeds and other lists
it: Quanti oggetti mostrare nei feed e altre liste
pt: Quantos itens devem ser exibidos nos feeds e em outras listas
tr: Akışlarda ve diğer listelerde kaç öğe gösterileceği

source: How many levels of replies to load/display at a time
de_de: Wie viele Ebenen von Antworten gleichzeitig geladen/angezeigt werden sollen
fr: Nombre de niveaux de réponses à charger/afficher en même temps
it: Quanti livelli di risposte caricare/visualizzare alla volta
pt: Quantos níveis de respostas devem ser carregados/exibidos por vez
tr: Aynı anda kaç düzeyde cevap yükleneceği/görüntüleneceği

source: How to display the date/time of activities
de_de: Anzeige von Datum/Uhrzeit der Aktivitäten
fr: Comment afficher la date et l'heure des activités ?
it: Come visualizzare la data/ora delle attività
pt: Como exibir a data/hora das atividades
tr: Etkinliklerin tarih/saatinin nasıl görüntüleneceği

source: How to preload data when updating feeds (technical setting).
de_de: Wie werden die Daten bei der Aktualisierung der Feeds vorgeladen (technische Einstellung)?
fr: Comment précharger les données lors des mises à jour en direct (paramètre technique).
it: Come precaricare i dati durante l'aggiornamento dei feed (impostazione tecnica).
pt: Como pré-carregar dados ao atualizar feeds (configuração técnica).
tr: Akışlar güncellenirken verinin nasıl ön yükleneceği (teknik ayar).

source: How to sort threads and their replies.
de_de: Wie man Themen und ihre Antworten sortiert.
fr: Comment trier les fils de discussion et leurs réponses.
it: Come ordinare le discussioni e le relative risposte.
pt: Como classificar os tópicos e suas respostas.
tr: Konuların ve cevaplarının nasıl sıralanacağı.

source: If you want to move from another profile to this one (%{username}), here you can create an alias, which you must do *before* you can proceed with moving followers from the old account to this new one. This action by itself is harmless and reversible. After adding the alias here, you need to trigger the actual account migration from the old account.
pt: Se você quiser mudar de outro perfil para este (%{username}), aqui você pode criar um apelido, o que deve ser feito *antes* de prosseguir com a transferência de seguidores da conta antiga para esta nova. Essa ação, por si só, é inofensiva e reversível. Depois de adicionar o apelido aqui, você precisa acionar a migração real da conta antiga.
tr: Başka bir profilden bu profile (%{username}) geçmek istiyorsanız, burada bir takma ad oluşturabilirsiniz, bunu eski hesaptan yeniye takipçileri taşımaya devam etmeden *önce* yapmalısınız. Bu eylem tek başına zararsız ve geri alınabilir. Buraya takma adı ekledikten sonra, eski hesaptan asıl hesap geçişini tetiklemeniz gerekir.

source: Images
de_de: Bilder
it: Immagini
pt: Imagens
tr: Görseller

source: Import type
pt: Tipo de importação
tr: İçe aktarma türü

source: Include
de_de: Einbeziehen.
fr: Inclure
it: Includi
pt: Incluir
tr: Dahil et

source: Include in the sidebar
de_de: In die Seitenleiste einfügen
fr: Inclure dans la barre latérale
it: Includere nella barra laterale
pt: Incluir na barra lateral
tr: Kenar çubuğuna dahil et

source: Incoming federation
pt: Federação entrante
tr: Gelen federasyon

source: Incoming federation (unverified)
pt: Federação entrante (não verificado)
tr: Gelen federasyon (doğrulanmamış)

source: Infinite Scrolling
de_de: Unendliches Scrollen
fr: Défilement infini
it: Scorrimento Infinito
pt: Rolagem infinita
tr: Sonsuz Kaydırma

source: Infinite scrolling
it: Scorrimento infinito
pt: Rolagem infinita
tr: Sonsuz kaydırma

source: Issues
pt: Problemas
tr: Sorunlar

source: Item:
tr: Öğe:
