Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_common.po
Languages: de, es_ar, fr, it_it, pt, tr

source: Links
es_ar: Enlaces
fr: Liens
it_it: Collegamenti
tr: bağlantılar

source: Live Update Preload Mode
de: Live-Update-Vorlade-Modus
es_ar: Modo de precarga de actualizaciones en directo
fr: Mode de préchargement des mises à jour en direct
it_it: Modalità di precaricamento dell'aggiornamento in tempo reale
pt: Modo de pré-carregamento de atualização ao vivo
tr: Canlı Güncelleme Önyükleme Modu

source: Live plugs
pt: Plugues ativos
tr: Canlı eklentiler

source: Load more
de: Mehr laden
fr: Voir plus
it_it: Carica altro
pt: Carregar mais
tr: Daha fazla yükle

source: Loading...
de: Laden...
es_ar: Cargando...
fr: Chargement...
it_it: Caricando...
pt: Carregando...
tr: Yükleniyor...

source: Log in
de: Einloggen
es_ar: Iniciar sesión
fr: Connectez-vous
it_it: Accedi
pt: Fazer login
tr: Giriş yap

source: Login
de: anmelden
es_ar: Inicio de sesión
fr: Connexion
it_it: Accedi
tr: Giriş yap

source: MX Toolbox
de: MX-Werkzeugkasten
fr: Boîte à outils MX
pt: Caixa de ferramentas MX
tr: MX Araç Kutusu

source: Manual federation enabled
de: Manuelle Föderation aktiviert
es_ar: Federación manual activada
fr: Fédération manuelle activée
it_it: Federazione manuale attivata
pt: Federação manual ativada
tr: Manuel federasyon etkinleştirildi

source: Mark the activity as sensitive
de: Markieren Sie die Aktivität als sensibel
es_ar: Marcar actividad como contenido sensible
fr: Marquer l'activité comme sensible
it_it: Segnala l'attività come sensibile
pt: Marcar a atividade como sensível
tr: Etkinliği hassas olarak işaretle

source: Maximum Uploads
de: Maximale Uploads
es_ar: Número máximo de archivos
fr: Nombre maximum de téléchargements
it_it: Caricamenti massimi
pt: Máximo de uploads
tr: Maksimum Yükleme

source: Maximum number of files that can be uploaded at once.
de: Maximale Anzahl von Dateien, die auf einmal hochgeladen werden können.
es_ar: Número máximo de archivos que se pueden cargar a la vez.
fr: Nombre maximal de fichiers pouvant être téléchargés sur le serveur en même temps.
it_it: Massimo numero di files che possono essere caricati contemporaneamente.
pt: Número máximo de arquivos que podem ser carregados de uma vez.
tr: Aynı anda yüklenebilecek maksimum dosya sayısı.

source: Members
de: Mitglieder
es_ar: Miembros
fr: Membres
it_it: Mambri
pt: Membros
tr: Üyeler

source: Messages on the fediverse are not currently end-to-end encrypted. Do not share any sensitive information.
tr: Fediverse üzerindeki mesajlar şu anda uçtan uca şifreli değildir. Herhangi bir hassas bilgiyi paylaşmayın.

source: Neutral
fr: Neutre
it_it: Neutrale
pt: Neutro
tr: Nötr

source: New version available:
de: Neue Version verfügbar:
es_ar: Nueva versión disponible:
fr: Nouvelle version disponible :
it_it: Nuova versione disponibile:
pt: Nova versão disponível:
tr: Yeni sürüm mevcut:

source: Next page
de: Nächste Seite
fr: Page suivante
it_it: Pagina successiva
pt: Próxima página
tr: Sonraki sayfa

source: No
de: nein
fr: Non
pt: Não
tr: HAYIR

source: No known themes
de: Keine Themen bekannt
fr: Aucun thème connu
it_it: Nessun tema conosciuto
pt: Nenhum tema conhecido
tr: Bilinen tema yok

source: No new notifications
tr: Yeni bildirim yok

source: No options available
de: Keine Optionen verfügbar
es_ar: No hay opciones disponibles
fr: Aucune option disponible
it_it: Nessuna opzione disponibile
pt: Nenhuma opção disponível
tr: Mevcut seçenek yok

source: Not found
de: Nicht gefunden
es_ar: No se ha encontrado
fr: Non trouvé
it_it: Non trovato
pt: Não encontrado
tr: Bulunamadı

source: Notifications
es_ar: Notificaciones
tr: Bildirimler

source: Notifications enabled
de: Benachrichtigungen aktiviert
es_ar: Notificaciones activadas
fr: Notifications activées
it_it: Notifiche abilitate
pt: Notificações ativadas
tr: Bildirimler etkin

source: OK
tr: TAMAM

source: Offline - waiting to reconnect...
de: Offline - Warten auf erneute Verbindung...
fr: Hors ligne - en attente de reconnexion...
tr: Çevrimdışı - yeniden bağlanmayı bekliyor...

source: Ok
es_ar: Vale
tr: Tamam

source: Oops, no preview component is available.
de: Ups, es ist keine Vorschaukomponente verfügbar.
es_ar: Oops, no hay ningún componente de vista previa disponible.
fr: Oops, aucun composant de prévisualisation n'est disponible.
it_it: Acciderbolina, non è disponibile alcun componente di anteprima.
pt: Oops, nenhum componente de visualização está disponível.
tr: Olamaz! Önizleme bileşeni mevcut değil

source: Please remove it before continuing.
de: Bitte entfernen Sie es, bevor Sie fortfahren.
fr: Veuillez l'enlever avant de continuer.
it_it: Gentilmente rimuovi prima di continuare.
pt: Remova-o antes de continuar.
tr: Lütfen devam etmeden önce bunu kaldırın.

source: Please try again in a few minutes or contact the instance admins.
de: Bitte versuchen Sie es in ein paar Minuten erneut oder kontaktieren Sie die Instanzadministratoren.
es_ar: Por favor, inténtelo de nuevo en unos minutos o póngase en contacto con los administradores de la instancia.
fr: Veuillez réessayer dans quelques minutes ou contacter les administrateurs de l'instance.
it_it: Gentilmente prova di nuovo tra pochi minuti o contatta gli/le amministratori del sito.
pt: Tente novamente em alguns minutos ou entre em contato com os administradores da instância.
tr: Lütfen birkaç dakika sonra tekrar deneyin veya sunucu yöneticileriyle iletişime geçin.

source: Please try again or contact the instance admins.
de: Bitte versuchen Sie es erneut oder kontaktieren Sie die Instanzadministratoren.
es_ar: Vuelva a intentarlo o póngase en contacto con los administradores de la instancia.
fr: Veuillez réessayer ou contacter les administrateurs de l'instance.
it_it: Gentilmente prova di nuovo o contatta gli/le amministratori del sito.
pt: Tente novamente ou entre em contato com os administradores da instância.
tr: Lütfen tekrar deneyin veya sunucu yöneticileriyle iletişime geçin.

source: Post
de: Beitrag
es_ar: Publicación
fr: Publication
pt: Postar
tr: Gönder

source: Posting...
tr: Gönderiliyor...

source: Power user mode
de: Power-User-Modus
es_ar: Modo de usuario avanzado
fr: Mode utilisateur avancé
it_it: modo "power user"
pt: Modo de usuário avançado
tr: Gelişmiş kullanıcı modu

source: Power user mode: turn on extensions configuration
de: Power-User-Modus: Konfiguration der Erweiterungen einschalten
es_ar: Modo Power User: activar la configuración de las extensiones
fr: Mode utilisateur avancé : activer la configuration des extensions
it_it: Modo "power user": attiva la configurazione delle estensioni
pt: Modo de usuário avançado: ativar a configuração das extensões
tr: Gelişmiş kullanıcı modu: uzantı yapılandırmasını aç

source: Preview
de: Vorschau
es_ar: Vista previa
fr: Aperçu
it_it: Anteprima
pt: Prévia
tr: Önizleme

source: Previewing theme:
de: Vorschau auf das Thema:
es_ar: Previsualizando tema:
fr: Prévisualisation du thème :
it_it: Anteprima del tema:
pt: Pré-visualização do tema:
tr: Tema önizleniyor:

source: Previous page
de: Vorherige Seite
fr: Page précédente
it_it: Pagina precedente
pt: Página anterior
tr: Önceki sayfa

source: Primary
de: Primäre
es_ar: Principal
fr: Primaire
it_it: Primario
pt: Primário
tr: Birincil

source: Privacy
de: Datenschutz
es_ar: Privacidad
fr: Vie privée
pt: Privacidade
tr: Gizlilik

source: Privacy Policy
de: Datenschutzbestimmungen
es_ar: Política de privacidad
fr: Politique de confidentialité
it_it: Informativa sulla privacy
pt: Política de privacidade
tr: Gizlilik Politikası

source: Profile
de: Profil
es_ar: Perfil
fr: Profil
it_it: Profilo
pt: Perfil
tr: Profil

source: Project Honeypot
de: Projekt Honigtopf
es_ar: Proyecto Honeypot
fr: Projet Honeypot
pt: Projeto Honeypot
tr: Proje Honeypot

source: Public Groups
de: Öffentliche Gruppen
es_ar: Grupos públicos
fr: Groupes publics
it_it: Gruppi Pubblici
pt: Grupos públicos
tr: Herkese Açık Gruplar

source: Public timeline
tr: Herkese açık zaman çizelgesi

source: Radius
es_ar: Radio
fr: Rayon
it_it: Raggio
pt: Raio
tr: Yarıçap

source: Remove
de: entfernen
es_ar: Eliminar
fr: Retirer
it_it: RImuovi
pt: Remover
tr: Kaldır

source: Return to homepage
de: Zurück zur Homepage
es_ar: Volver a la página de inicio
fr: Retour à la page d'accueil
it_it: RItorna alla homepage
pt: Retornar à página inicial
tr: Ana sayfaya dön

source: Reusable user interface components and utilities.
de: Wiederverwendbare Komponenten der Benutzeroberfläche und Dienstprogramme.
es_ar: Componentes y utilidades de interfaz de usuario reutilizables.
fr: Composants et utilitaires réutilisables de l'interface utilisateur.
pt: Componentes e utilitários reutilizáveis da interface do usuário.
tr: Yeniden kullanılabilir kullanıcı arayüzü bileşenleri ve yardımcı araçlar.

source: Save
de: Speichern
es_ar: Guardar
fr: Sauvegarder
it_it: Salva
pt: Salvar
tr: Kaydet

source: Search
es_ar: Buscar
tr: Ara

source: Search people
de: Menschen suchen
es_ar: Buscar personas
fr: Recherche de personnes
it_it: Ricerca persone
pt: Pesquisar pessoas
tr: Kişi ara

source: Secondary
de: Sekundäres
es_ar: Secundario
fr: Secondaire
it_it: Secondatio
pt: Secundário
tr: İkincil

source: Select as cover
es_ar: Seleccionar como portada
pt: Selecionar como capa
tr: Kapak olarak seç

source: Select color for %{color}
de: Farbe für % wählen{color}
es_ar: Seleccione el color para %{color}
fr: Sélectionner la couleur pour %{color}
it_it: Seleziona colore per %{color}
pt: Selecionar cor para %{color}
tr: %{color} için renk seç

source: Select the active dark theme
de: Wählen Sie das aktive dunkle Thema
es_ar: Seleccione el tema oscuro activo
fr: Sélectionner le thème sombre actif
it_it: Selezione il tema scuro attivo
pt: Selecione o tema escuro ativo
tr: Etkin koyu temayı seç

source: Select the active light theme
de: Wählen Sie das aktive Lichtthema
es_ar: Seleccione el tema claro activo
fr: Sélectionner le thème lumineux actif
it_it: Seleziona il tema luminoso attivo
pt: Selecione o tema claro ativo
tr: Etkin açık temayı seç

source: Selectors
de: Selektoren
es_ar: Selectores
fr: Sélecteurs
it_it: Selettori
pt: Seletores
tr: Seçiciler

source: Send
tr: Gönder

source: Sending...
tr: Gönderiliyor...

source: Sentry Organization
de: Wächterorganisation
fr: Organisation Sentry
pt: Organização Sinalizadora
tr: Sentry Organizasyonu

source: Sentry error reporting organization.
de: Sentry-Fehlermeldeorganisation.
es_ar: Organización de notificación de errores Sentry.
fr: Organisme de signalement des erreurs Sentry.
it_it: Organizzazione Sentinella che riporta gli errori.
pt: Organização de relatório de erros sinalizados.
tr: Sentry hata raporlama organizasyonu.

source: Settings
de: Einstellungen
es_ar: Ajustes
fr: Paramètres
it_it: Impostazioni
pt: Configurações
tr: Ayarlar

source: Settings for cute GIFs shown in the interface.
de: Einstellungen für niedliche GIFs, die in der Benutzeroberfläche angezeigt werden.
es_ar: Ajustes para los GIF que se muestran en la interfaz.
fr: Paramètres pour les jolis GIFs affichés dans l'interface.
it_it: Impostazioni per GIF carine mostrate nell'interfaccia.
pt: Configurações para GIFs bonitos exibidos na interface.
tr: Arayüzde gösterilen sevimli GIF’ler için ayarlar.

source: Settings saved :-)
de: Einstellungen gespeichert :-)
es_ar: Ajustes guardados :-)
fr: Paramètres sauvegardés :-)
it_it: Impostazioni salvate :-)
pt: Configurações salvas :-)
tr: Ayarlar kaydedildi :-)

source: Share feedback
de: Feedback teilen
es_ar: Comparte alguna duda o comentario
fr: Partager un commentaire
it_it: Condividi un feedback
pt: Compartilhar comentários
tr: Geri bildirim paylaş

source: Show
de: Anzeigen
es_ar: Mostrar
fr: Afficher
it_it: Mostra
pt: Mostrar
tr: Göster

source: Show %{num} more
de: Anzeigen %{num} mehr
es_ar: Mostrar %{num} más
fr: Afficher %{num} plus
it_it: Mostrane %{num} altre
pt: Mostrar %{num} mais
tr: %{num} tane daha göster

source: Sign out
de: Abmelden
es_ar: Cerrar sesión
fr: Se déconnecter
it_it: Uscire
pt: Sair
tr: Çıkış yap

source: Signup
de: Registrieren
es_ar: Inscribirse
fr: Inscription
it_it: Iscriviti
pt: Registrar-se
tr: Giriş yap

source: Sorry, a condition didn't have any `case` matching the data it was expecting
de: Entschuldigung, eine Bedingung hatte keinen "Fall", der den erwarteten Daten entsprach.
es_ar: Lo siento, una condición no tenía ningún `case` que coincidiera con los datos que esperaba
fr: Désolé, une condition n'avait pas de cas correspondant aux données qu'elle attendait.
it_it: Spiacente, una condizione non aveva alcun `case` corrispondente ai dati che si aspettava.
pt: Desculpe, uma condição não tinha nenhum `caso` correspondente aos dados que estava esperando
tr: Üzgünüz, bir koşul beklediği veriye uygun hiçbir 'case' ile eşleşmedi

source: Sorry, a condition didn't match `with` any of the data it was expecting
de: Entschuldigung, eine Bedingung hat mit keinem der erwarteten Daten übereingestimmt.
es_ar: Lo sentimos, una condición no coincidía `con` ninguno de los datos que esperaba
fr: Désolé, une condition ne correspond à aucune des données attendues.
pt: Desculpe, uma condição não correspondeu `com` nenhum dos dados que estava esperando
tr: Üzgünüz, bir koşul beklediği verilerle 'with' hiçbir şekilde eşleşmedi

source: Sorry, a condition didn't receive data that matched a format it could recognise
de: Sorry, eine Bedingung hat keine Daten erhalten, deren Format sie erkennen konnte
fr: Désolé, une condition n'a pas reçu de données correspondant à un format qu'elle pouvait reconnaître.
it_it: Mi spiace, una condizione non ha ricevuto dati che corrispondono a un formato che può riconoscere
pt: Desculpe, uma condição não recebeu dados que correspondessem a um formato que ela pudesse reconhecer
tr: Üzgünüz, bir koşul tanıyabileceği bir biçimde verialmadı

source: Sorry, a function didn't receive the data it expected
de: Sorry, eine Funktion hat nicht die erwarteten Daten erhalten
es_ar: Lo sentimos, una función no ha recibido los datos que esperaba
fr: Désolé, une fonction n'a pas reçu les données qu'elle attendait
it_it: Mi spiace, una funzione non ha ricevuto i dati che si aspettava
pt: Desculpe, uma função não recebeu os dados esperados
tr: Üzgünüz, bir fonksiyon beklediği veriyi almadı

source: Sorry, a function didn't receive the data it was expecting
de: Entschuldigung, eine Funktion hat nicht die Daten erhalten, die sie erwartet hat
es_ar: Lo sentimos, una función no ha recibido los datos que esperaba
fr: Désolé, une fonction n'a pas reçu les données qu'elle attendait.
it_it: Mi spiace, una funzione non ha ricevuto i dati che si aspettava
pt: Desculpe, uma função não recebeu os dados que estava esperando
tr: Üzgünüz, bir fonksiyon beklediği veriyi alamıyor

source: Sorry, a series of actions could not be completed
de: Sorry, eine Reihe von Aktionen konnte nicht abgeschlossen werden
es_ar: Lo sentimos, no se ha podido completar una serie de acciones
fr: Désolé, une série d'actions n'a pas pu être achevée
it_it: Mi spiace, una serie di azioni non può essere completata
pt: Desculpe, não foi possível concluir uma série de ações
tr: Üzgünüz, bir dizi işlem tamamlanamadı

source: Sorry, an action could not be completed
de: Sorry, eine Aktion konnte nicht abgeschlossen werden
es_ar: Lo sentimos, no se ha podido completar una acción
fr: Désolé, une action n'a pas pu être réalisée
it_it: Mi spiace, una azione non ha potuto essere completata
pt: Desculpe, não foi possível concluir uma ação
tr: Üzgünüz, bir işlem tamamlanamadı

source: Sorry, an operation encountered an error and stopped
de: Entschuldigung, ein Vorgang ist auf einen Fehler gestoßen und wurde abgebrochen
es_ar: Lo sentimos, una operación ha encontrado un error y se ha detenido
fr: Désolé, une opération a rencontré une erreur et s'est arrêtée
it_it: Mi spiace, una operazione ha trovato un erroe e si è bloccata
pt: Desculpe, uma operação encontrou um erro e foi interrompida
tr: Üzgünüz, bir işlem hata ile karşılaştı ve durdu

source: Sorry, no answer was received
de: Tut mir leid, ich habe keine Antwort erhalten
es_ar: Lo sentimos, no se ha recibido respuesta
fr: Désolé, aucune réponse n'a été reçue
it_it: Mi spiace, nessuna risposta ricevuta
pt: Desculpe, nenhuma resposta foi recebida
tr: Üzgünüz, yanıt alınamadı

source: Sorry, the app encountered an unexpected error
de: Leider ist ein unerwarteter Fehler in der App aufgetreten
es_ar: Lo sentimos, la aplicación ha encontrado un error inesperado
fr: Désolé, l'application a rencontré une erreur inattendue
it_it: Mi spiace, la app ha trovato un errore non previsto
pt: Desculpe, o aplicativo encontrou um erro inesperado
tr: Üzgünüz, uygulama beklenmeyen bir hata ile karşılaştı

source: Sorry, the app tried to reference an invalid identifier or create a duplicate one
de: Entschuldigung, die Anwendung hat versucht, auf einen ungültigen Bezeichner zu verweisen oder einen doppelten Bezeichner zu erstellen
es_ar: Lo sentimos, la aplicación ha intentado hacer referencia a un identificador no válido o crear uno duplicado.
fr: Désolé, l'application a essayé de référencer un identifiant non valide ou de créer un identifiant en double.
it_it: Mi spiace, la app ha tentato di fare riferimento a un identificatore non valido o di crearne uno duplicato
pt: Desculpe, o aplicativo tentou fazer referência a um identificador inválido ou criar um identificador duplicado
tr: Üzgünüz, uygulama geçersiz bir tanımlayıcıya referans vermeye veyaaynı tanımlayıcıyı tekrar oluşturmaya çalıştı

source: Sorry, the app tried to use an invalid data type
de: Sorry, die Anwendung hat versucht, einen ungültigen Datentyp zu verwenden
es_ar: Lo sentimos, la aplicación ha intentado utilizar un tipo de datos no válido.
fr: Désolé, l'application a essayé d'utiliser un type de données non valide.
it_it: Mi spiace, la app ha provato ad utilizzare un tipo di dato non valido
pt: Desculpe, o aplicativo tentou usar um tipo de dados inválido
tr: Üzgünüz, uygulama geçersiz bir veri türü kullanmaya çalıştı

source: Sorry, the data provided has missing fields or is invalid and could do not be inserted or updated
de: Sorry, die angegebenen Daten haben fehlende Felder oder sind ungültig und konnten nicht eingefügt oder aktualisiert werden
es_ar: Lo sentimos, faltan campos en los datos proporcionados o no son válidos y no se han podido insertar o actualizar.
fr: Désolé, les données fournies ont des champs manquants ou ne sont pas valides et ne peuvent pas être insérées ou mises à jour.
it_it: Mi spiace, i dati forniti hanno campi mancanti o sono non validi e non è stato possibile inserirli o aggiornarli
pt: Desculpe, os dados fornecidos têm campos ausentes ou são inválidos e não puderam ser inseridos ou atualizados
tr: Üzgünüz, sağlanan veride eksik alanlar var veya geçersiz ve eklenemedi ya da güncellenemedi

source: Sorry, the function %{function_name} in module %{module_name} didn't receive the data it was expecting
de: Sorry, die Funktion %{function_name} im Modul %{module_name} hat nicht die erwarteten Daten erhalten
es_ar: Lo sentimos, la función %{function_name} del módulo %{module_name} no ha recibido los datos que esperaba.
fr: Désolé, la fonction %{function_name} dans le module %{module_name} n'a pas reçu les données qu'elle attendait
it_it: Mi spiace, la funzione %{function_name} nel modulo %{module_name} non ha ricevuto i dati che si aspettava
pt: Desculpe, a função %{function_name} no módulo %{module_name} não recebeu os dados que estava esperando
tr: Üzgünüz, %{module_name} modülündeki %{function_name} fonksiyonu beklediği veriyi almadı

source: Sorry, this resulted in something unexpected
de: Entschuldigung, das Ergebnis war unerwartet
es_ar: Lo sentimos, esto resultó en algo inesperado
fr: Désolé, cela a donné quelque chose d'inattendu
it_it: Mi spiace, è successo qualcosa di inaspettato
pt: Desculpe, isso resultou em algo inesperado
tr: Üzgünüz, bu beklenmedik bir sonuca yol açtı

source: Square Avatars
de: Quadratische Avatare
es_ar: Avatares cuadrados
fr: Avatars carrés
it_it: Avatar quadrati
pt: Avatares quadrados
tr: Kare Profil Resimleri

source: Start typing...
de: Fangen Sie an zu tippen...
es_ar: Empieza a escribir...
fr: Commencez à taper...
it_it: Inizia a scrivere...
pt: Comece a digitar...
tr: Yazmaya başlıyor…

source: Static paths
de: Statische Pfade
fr: Chemins statiques
it_it: Percorsi statici
pt: Caminhos estáticos
tr: Statik yollar

source: Success
de: Erfolg
es_ar: Éxito
fr: Succès
it_it: Successo
pt: Sucesso
tr: Başarılı

source: Success!
de: Erfolgreich!
es_ar: ¡Éxito!
fr: Succès !
it_it: Successo!
pt: Sucesso!
tr: Başarılı!

source: System
es_ar: Sistema
fr: Système
it_it: Sistema
pt: Sistema
tr: Sistem

source: TO
de: AN
es_ar: A
fr: POUR
pt: PARA
tr: için

source: Take a deep breath...
de: Atmen Sie tief durch...
es_ar: Lo sentimos...
fr: Respirez profondément...
it_it: Fai un bel respiro...
pt: Respire fundo...
tr: Derin bir nefes al…

source: Template for reporting errors to the Bonfire team.
de: Vorlage für die Meldung von Fehlern an das Bonfire-Team.
es_ar: Plantilla para informar de errores al equipo de Bonfire.
fr: Modèle pour signaler les erreurs à l'équipe Bonfire.
it_it: Schema per riportare errori alla squadra Bonfire.
pt: Modelo para relatar erros à equipe do Bonfire.
tr: Bonfire ekibine hata bildirmek için şablon.

source: That's all folks...
de: Das ist alles, Leute...
es_ar: Eso es todo...
fr: C'est tout...
it_it: è tutto, gente...
pt: Isso é tudo, pessoal...
tr: Hepsi bu kadar arkadaşlar…

source: The file is too large.
de: Die Datei ist zu groß.
fr: Le fichier est trop volumineux.
it_it: Il file è troppo grande.
pt: O arquivo é muito grande.
tr: Dosya çok büyük.

source: The icon to display for this instance.
de: Das Symbol, das für diese Instanz angezeigt werden soll.
fr: L'icône à afficher pour cette instance.
it_it: L'icona da mostrare per questo sito
pt: O ícone a ser exibido para essa instância.
tr: Bu sunucu için görüntülenecek simge.

source: The name to display for this instance.
de: Der Name, der für diese Instanz angezeigt werden soll.
es_ar: El nombre que se mostrará para esta instancia.
fr: Le nom à afficher pour cette instance.
it_it: Il nome da mostrare per questo sito
pt: O nome a ser exibido para essa instância.
tr: Bu sunucu için görüntülenecek ad.

source: Theme changed and loaded :-)
de: Thema geändert und geladen :-)
es_ar: Tema cambiado y cargado :-)
fr: Thème changé et chargé :-)
it_it: Tema cambiato e caricato :-)
pt: Tema alterado e carregado :-)
tr: Tema değiştirildi ve yüklendi :-)

source: There was an error
de: Es ist ein Fehler aufgetreten
es_ar: Ocurrió un error
fr: Il y a eu une erreur
it_it: Si è verificato un errore
pt: Houve um erro
tr: Bir hata oluştu

source: There was an unknown error.
de: Es ist ein unbekannter Fehler aufgetreten.
es_ar: Se ha producido un error desconocido.
fr: Une erreur inconnue s'est produite.
it_it: Si è verificato un errore sconosciuto.
pt: Houve um erro desconhecido.
tr: Bilinmeyen bir hata oluştu.

source: There was no changes to the code found. Showing the entire code instead.
de: Es wurde keine Änderung des Codes gefunden. Stattdessen wird der gesamte Code angezeigt.
es_ar: No se han encontrado cambios en el código. Mostrando el código completo en su lugar.
fr: Aucune modification du code n'a été trouvée. Voici le code entier à la place.
it_it: Non sono state trovate modifiche al codice. Mostra invece l'intero codice.
pt: Não foram encontradas alterações no código. Em vez disso, mostramos o código inteiro.
tr: Kodda herhangi bir değişiklik bulunamadı. Bunun yerine tüm kod gösteriliyor.
