Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_me.po
Languages: de_de, es, fr, it, pt_br, tr, vi

source: Welcome back! Thanks for confirming your email address. You can now change your password.
de_de: Willkommen zurück! Vielen Dank, dass Sie Ihre E-Mail-Adresse bestätigt haben. Sie können nun Ihr Passwort ändern.
es: Bienvenido de nuevo. Gracias por confirmar tu dirección de correo electrónico. Ahora puedes cambiar tu contraseña.
fr: Bienvenue à nouveau ! Merci d'avoir confirmé votre adresse électronique. Vous pouvez maintenant changer votre mot de passe.
it: Bentornatə! Grazie per aver confermato il tuo indirizzo e-mail. Ora puoi cambiare la tua password.
pt_br: Bem-vindo de volta! Obrigado por confirmar seu endereço de e-mail. Agora você pode alterar sua senha.
tr: Tekrar hoş geldiniz! E-posta adresinizi doğruladığınız için teşekkürler. Artık parolanızı değiştirebilirsiniz.
vi: Chào mừng trở lại! Cảm ơn đã xác minh địa chỉ email của bạn. Bây giờ bạn có thể thay đổi mật khẩu của mình.

source: Welcome back! Thanks for confirming your email address. You can now create a user profile.
de_de: Willkommen zurück! Vielen Dank, dass Sie Ihre E-Mail-Adresse bestätigt haben. Sie können nun ein Benutzerprofil erstellen.
es: Bienvenido de nuevo. Gracias por confirmar tu dirección de correo electrónico. Ahora puedes crear un perfil de usuario.
fr: Bienvenue à nouveau ! Merci d'avoir confirmé votre adresse e-mail. Vous pouvez maintenant créer un profil d'utilisateur.
it: Bentornatə! Grazie per aver confermato il tuo indirizzo e-mail. Ora è possibile creare un profilo utente.
pt_br: Bem-vindo de volta! Obrigado por confirmar seu endereço de e-mail. Agora você pode criar um perfil de usuário.
tr: Tekrar hoş geldiniz! E-posta adresinizi doğruladığınız için teşekkürler. Artık bir kullanıcı profili oluşturabilirsiniz.
vi: Chào mừng trở lại! Cảm ơn đã xác minh địa chỉ email của bạn. Bây giờ bạn có thể tạo hồ sơ người dùng.

source: Wellbeing
de_de: Wohlbefinden
fr: Bien-être
it: Benessere
pt_br: Bem-estar
tr: İyi Oluş

source: What activities to include in home feeds by default
de_de: Welche Aktivitäten standardmäßig in die Homefeeds aufgenommen werden sollen
es: Actividades predeterminadas que incluir en mi feed
fr: Quelles sont les activités à inclure par défaut dans les flux d’accueil ?
it: Quali attività includere nel tuo feed in homepage di default
pt_br: Quais atividades devem ser incluídas nos feeds iniciais por padrão
tr: Ana sayfa akışına hangi aktivitelerin varsayılan olarak dahil edileceği
vi: Những hoạt động nào đưa vào nguồn cấp dữ liệu trang chính theo mặc định

source: What activities to receive email notifications for
de_de: Für welche Aktivitäten Sie E-Mail-Benachrichtigungen erhalten möchten
fr: Quelles activités doivent faire l'objet d'une notification par courrier électronique ?
it: Per quali attività ricevere le notifiche via e-mail
pt_br: Para quais atividades receber notificações por e-mail
tr: E-posta bildirimlerini hangi aktiviteler için almak istediğiniz

source: What kind of team or organisation is it?
de_de: Um welche Art von Team oder Organisation handelt es sich?
fr: De quel type d'équipe ou d'organisation s'agit-il ?
it: Che tipo di squadra o organizzazione è?
pt_br: Que tipo de equipe ou organização é essa?
tr: Bu nasıl bir ekip veya organizasyon?

source: What language do you want your interface to speak?
de_de: Welche Sprache soll Ihre Schnittstelle sprechen?
fr: Quelle langue voulez-vous faire parler à votre interface ?
it: In che lingua vuoi la tua interfaccia?
pt_br: Em que idioma você quer que sua interface esteja?
tr: Arayüzün hangi dili konuşmasını istiyorsunuz?

source: What to show for users without a profile picture
de_de: Darstellung für Nutzer:innen ohne Profilbild
es: Qué mostrar a los usuarios sin foto de perfil
fr: Que montrer aux utilisateurs qui n'ont pas de photo de profil ?
it: Cosa mostrare a utenti senza foto profilo
pt_br: O que mostrar para usuários sem uma foto de perfil
tr: Profil fotoğrafı olmayan kullanıcılarda ne gösterilsin

source: When flagging remote content, automatically check the 'Forward to remote instance' option.
tr: Uzak içerikleri işaretlerken, 'Uzak sunucuya ilet' seçeneğini otomatik olarak işaretle.

source: Whether sign-ups require an invitation.
fr: Si les inscriptions nécessitent une invitation.
it: Se le iscrizioni richiedono un invito.
pt_br: Se as inscrições exigem um convite.
tr: Kayıtların davetiye gerektirip gerektirmediği.

source: Who can reach me by direct message
tr: Bana doğrudan mesajla kimler ulaşabilir

source: Who can see the list of local users
de_de: Wer die Nutzerliste der lokalen Instanz einsehen darf
es: Quién puede ver la lista de usuarios locales
fr: Qui peut voir la liste des utilisateurs locaux
it: Chi può vedere la lista di utenti locali
pt_br: Quem pode ver a lista de usuários locais
tr: Yerel kullanıcı listesini kimler görebilir

source: Who can see the list of local users?
de_de: Wer kann die Liste der lokalen Benutzer einsehen?
fr: Qui peut voir la liste des utilisateurs locaux ?
it: Chi può vedere la lista di utenti locali?
pt_br: Quem pode ver a lista de usuários locais?
tr: Yerel kullanıcı listesini kimler görebilir?

source: Why is this step necessary? This might not be the fediverse instance where you are registered, in which case we first need to redirect you to your home instance where you'll be able to proceed to %{verb}.
de_de: Warum ist dieser Schritt notwendig? Es kann sein, dass dies nicht die fediverse-Instanz ist, in der Sie registriert sind. In diesem Fall müssen wir Sie zunächst zu Ihrer Heimatinstanz umleiten, wo Sie mit %{verb} fortfahren können.
fr: Pourquoi cette étape est-elle nécessaire ? Il se peut que ce ne soit pas le site fediverse où vous êtes inscrit, auquel cas nous devons d'abord vous rediriger vers votre site d'origine où vous pourrez procéder à %{verb}.
it: Perché è necessario questo passaggio? È possibile che questo non sia il sito di fediverse in cui si è registrati, nel qual caso è necessario reindirizzare l'utente al proprio sito di origine, dove sarà possibile procedere con %{verb}.
pt_br: Por que essa etapa é necessária? Pode ser que esta não seja a instância do fediverso em que você está registrado. Nesse caso, primeiro precisamos redirecioná-lo para a sua instância de origem, onde você poderá prosseguir para %{verb}.
tr: Bu adım neden gerekli? Kayıtlı olduğunuz fediverse sunucusu burası olmayabilir; bu durumda önce sizi ana sunucunuza yönlendirmemiz gerekir, ardından %{verb} işlemine devam edebilirsiniz.

source: Wondering how federation of your incoming and outgoing activities is going?
tr: Gelen ve giden aktivitelerinizin federasyonu nasıl gidiyor merak mı ediyorsunuz?

source: You can define custom emoji for all users on this instance.
de_de: Sie können benutzerdefinierte Emoji für alle Benutzer auf dieser Instanz definieren.
es: Puedes definir emoji personalizados para todos los usuarios de esta instancia.
fr: Vous pouvez définir des emoji personnalisés pour tous les utilisateurs de cette instance.
it: Puoi definire le emoji standard per tutti gli utenti di questo sito.
pt_br: Você pode definir emojis personalizados para todos os usuários nessa instância.
tr: Bu sunucudaki tüm kullanıcılar için özel emoji tanımlayabilirsiniz.

source: You can define custom emoji to use when writing on Bonfire.
de_de: Sie können eigene Emoji definieren, die Sie beim Schreiben auf Bonfire verwenden können.
es: Puedes definir emoji personalizados para usarlos cuando escribas en Bonfire.
fr: Vous pouvez définir des emoji personnalisés à utiliser lorsque vous écrivez sur Bonfire.
it: Puoi definire emoji personalizzare da usare quando scrivi su Bonfire.
pt_br: Você pode definir emojis personalizados para usar ao escrever no Bonfire.
tr: Bonfire'da yazarken kullanmak için özel emoji tanımlayabilirsiniz.

source: You can have up to %{max_users} user profiles for different online identities, or for your organizations or projects.
de_de: Sie können bis zu %{max_users} Benutzerprofile für verschiedene Online-Identitäten oder für Ihre Organisationen oder Projekte haben.
es: Puede tener hasta %{max_users} perfiles de usuario para diferentes identidades en línea, o para sus organizaciones o proyectos.
fr: Vous pouvez avoir jusqu'à % de profils d'utilisateurs{max_users} pour différentes identités en ligne, ou pour vos organisations ou projets.
it: È possibile avere fino a %{max_users} profili utente per diverse identità online, o per le proprie organizzazioni o progetti.
pt_br: Você pode ter até % de perfis de usuário em{max_users} para diferentes identidades on-line ou para suas organizações ou projetos.
tr: Farklı çevrimiçi kimlikleriniz veya organizasyonlarınız/projeleriniz için en fazla %{max_users} kullanıcı profiline sahip olabilirsiniz.

source: You can now log in.
de_de: Sie können sich jetzt einloggen.
es: Ya puedes conectarte.
fr: Vous pouvez maintenant vous connecter.
it: Ora è possibile effettuare il login.
pt_br: Agora você pode fazer login.
tr: Artık giriş yapabilirsiniz.
vi: Bạn đã có thể đăng nhập.

source: You can only identify as valid users in your account.
de_de: Sie können sich nur als gültige Benutzer in Ihrem Konto identifizieren.
es: Sólo puede identificarse como usuario válido en su cuenta.
fr: Vous ne pouvez vous identifier qu'en tant qu'utilisateur valide dans votre compte.
it: È possibile identificarsi solo come utenti del proprio account validi.
pt_br: Você só pode se identificar como usuário válido em sua conta.
tr: Yalnızca hesabınızdaki geçerli kullanıcılar olarak kimlik doğrulayabilirsiniz.
vi: Bạn chỉ có thể xác định là người dùng hợp lệ trong tài khoản của mình.

source: You can use markdown formatting.
de_de: Sie können die Markdown-Formatierung verwenden.
es: Puede utilizar el formato markdown.
fr: Vous pouvez utiliser le formatage markdown.
pt_br: Você pode usar a formatação markdown.
tr: Markdown biçimlendirmesini kullanabilirsiniz.

source: You don't have permission to configure the instance, sorry!
de_de: Sie haben keine Berechtigung, die Instanz zu konfigurieren, tut mir leid!
es: No tienes permiso para configurar la instancia, ¡lo sentimos!
fr: Vous n'avez pas la permission de configurer l'instance, désolé !
it: Non hai il permesso di configurare il sito, mi spiace!
pt_br: Você não tem permissão para configurar a instância, desculpe!
tr: Sunucuyu yapılandırma yetkiniz yok, üzgünüz!

source: You don't have permission to describe the instance, sorry!
de_de: Sie haben nicht die Erlaubnis, die Instanz zu beschreiben, tut mir leid!
es: No tienes permiso para describir la instancia, ¡lo siento!
fr: Vous n'avez pas la permission de décrire l'instance, désolé !
it: Non hai il permesso per descrivere il sito, mi spiace!
pt_br: Você não tem permissão para descrever a instância, desculpe!
tr: Sunucuyu açıklama yetkiniz yok, üzgünüz!

source: You have been promoted to admin!
de_de: Sie sind zum Administrator befördert worden!
es: Has sido ascendido a administrador.
fr: Vous avez été promu administrateur !
it: Sei stato promosso ad admin!
pt_br: Você foi promovido a administrador!
tr: Yönetici olarak terfi ettirildiniz!

source: You have now changed your password. We recommend saving it in a password manager app!
de_de: Sie haben nun Ihr Passwort geändert. Wir empfehlen, es in einer Passwortmanager-App zu speichern!
es: Ya has cambiado tu contraseña. Te recomendamos que la guardes en un gestor de contraseñas.
fr: Vous avez maintenant changé votre mot de passe. Nous vous recommandons de le sauvegarder dans une application de gestion des mots de passe !
it: La password è stata modificata. Ti consigliamo di salvarla in un'applicazione di gestione delle password!
pt_br: Agora você alterou sua senha. Recomendamos salvá-la em um aplicativo gerenciador de senhas!
tr: Parolanızı değiştirdiniz. Bir parola yöneticisi uygulamasında saklamanızı öneririz!
vi: Bạn đã thay đổi mật khẩu của mình. Chúng tôi khuyên bạn nên lưu nó trong một app quản lý mật khẩu!

source: You need to choose a user to see that page.
de_de: Sie müssen einen Benutzer auswählen, um diese Seite zu sehen.
es: Tienes que elegir un usuario para ver esa página.
fr: Vous devez choisir un utilisateur pour voir cette page.
it: È necessario scegliere un utente per vedere la pagina.
pt_br: Você precisa escolher um usuário para ver essa página.
tr: Bu sayfayı görmek için bir kullanıcı seçmeniz gerekiyor.
vi: Bạn cần chọn một người dùng để xem trang này.

source: You need to log in before browsing the user directory
de_de: Bevor Sie das Benutzerverzeichnis durchsuchen können, müssen Sie sich anmelden
es: Es necesario iniciar sesión antes de navegar por el directorio de usuarios
fr: Vous devez vous connecter avant de parcourir le répertoire des utilisateurs.
it: Devi registrarti prima di vedere la lista utenti
pt_br: É necessário fazer login antes de navegar no diretório do usuário
tr: Kullanıcı dizinini görüntülemek için giriş yapmanız gerekiyor

source: You need to log in first.
de_de: Sie müssen sich zuerst anmelden.
es: Primero tienes que conectarte.
fr: Vous devez d'abord vous connecter.
it: Devi prima registrarti.
pt_br: Você precisa fazer login primeiro.
tr: Öncelikle giriş yapmanız gerekiyor.

source: You need to log in to see that page.
de_de: Sie müssen sich einloggen, um diese Seite zu sehen.
es: Tienes que conectarte para ver esa página.
fr: Vous devez vous connecter pour voir cette page.
it: Per visualizzare la pagina è necessario effettuare il login.
pt_br: Você precisa fazer login para ver essa página.
tr: Bu sayfayı görmek için giriş yapmanız gerekiyor.
vi: Bạn cần đăng nhập để xem trang này.

source: You need to to click the link in the email you should have received to verify your email address. Need to have it
de_de: Sie müssen auf den Link in der E-Mail klicken, die Sie erhalten haben sollten, um Ihre E-Mail-Adresse zu bestätigen. Sie müssen sie haben
es: Tienes que verificar tu dirección de correo electrónico, clic en el enlace del correo electrónico que deberías haber recibido. Necesita tenerla
fr: Vous devez cliquer sur le lien figurant dans l'e-mail que vous devriez avoir reçu pour vérifier votre adresse e-mail. Besoin de l'avoir
it: È necessario fare clic sul link contenuto nell'e-mail che si dovrebbe aver ricevuto per verificare il proprio indirizzo e-mail. È necessario che sia
pt_br: Você precisa clicar no link do e-mail que deve ter recebido para verificar seu endereço de e-mail. É necessário tê-lo
tr: E-posta adresinizi doğrulamak için almış olmanız gereken e-postadaki bağlantıya tıklamanız gerekiyor.
vi: Bạn cần nhấn vào liên kết trong email mà bạn đáng lẽ đã nhận được để xác minh địa chỉ email của mình. Cần phải

source: You've already confirmed your email address. You can log in now.
de_de: Sie haben Ihre E-Mail Adresse bereits bestätigt. Sie können sich jetzt anmelden.
es: Ya has confirmado tu dirección de correo electrónico. Ya puedes conectarte.
fr: Vous avez déjà confirmé votre adresse e-mail. Vous pouvez vous connecter maintenant.
it: Hai già confermato il tuo indirizzo e-mail. Ora è possibile effettuare il login.
pt_br: Você já confirmou seu endereço de e-mail. Você pode fazer login agora.
tr: E-posta adresinizi zaten doğruladınız. Artık giriş yapabilirsiniz.
vi: Bạn đã xác minh địa chỉ email của mình. Bạn có thể đăng nhập ngay bây giờ.

source: Your email domain
tr: E-posta alan adınız

source: Your profile
de_de: dein Profil
es: Su perfil
fr: Votre profil
it: Il tuo profilo
pt_br: Seu perfil
tr: Profiliniz
vi: Hồ sơ của bạn

source: account
de_de: Konto
es: cuenta
fr: compte
pt_br: conta
tr: hesap

source: account, along with user profiles & data
de_de: Konto, zusammen mit Benutzerprofilen und Daten
es: cuenta, junto con los perfiles y datos de los usuarios
fr: ainsi que les profils et données des utilisateurs
it: account, inclusi profili utenti e dati
pt_br: conta, juntamente com perfis de usuário e dados
tr: hesap, kullanıcı profilleri ve verilerle birlikte

source: current
tr: geçerli

source: days
de_de: Tage
es: días
fr: jours
it: giorni
pt_br: dias
tr: gün

source: deleted
de_de: gelöscht
es: Borrado
fr: supprimé
it: cancellato
pt_br: excluído
tr: silindi

source: follow
de_de: folgen
fr: suivre
it: Segui
pt_br: seguir
tr: takip et

source: items
fr: articles
it: oggetti
pt_br: itens
tr: öğeler

source: loading
de_de: Laden
fr: chargement
it: caricando
pt_br: carregamento
tr: yükleniyor

source: login
de_de: Anmeldung
es: inicio de sesión
fr: vous connecter
it: accedi
tr: giriş yap
vi: đăng nhập

source: object
de_de: Objekt
es: objeto
fr: objet
it: oggetto
pt_br: objeto
tr: nesne

source: or
de_de: oder
es: o
fr: ou
it: o
pt_br: ou
tr: veya
vi: hoặc

source: please try again.
de_de: Bitte versuchen Sie es erneut.
es: por favor, inténtalo de nuevo.
fr: veuillez réessayer.
it: Gentilmente prova di nuovo.
pt_br: tente novamente.
tr: lütfen tekrar deneyin.
vi: vui lòng thử lại.

source: signup
de_de: Anmeldung
es: Inscribirse
fr: s'inscrire
it: registrati
pt_br: fazer inscrição
tr: kayıt ol

source: someone
de_de: jemand
es: alguien
fr: quelqu'un
it: qualcunə
pt_br: alguém
tr: birisi

source: this user
de_de: dieser Benutzer
es: el usuario
fr: cet utilisateur
it: questə utente
pt_br: este usuário
tr: bu kullanıcı
vi: người này

source: topics
de_de: Themen
es: temas
fr: thèmes
it: Topic
pt_br: tópicos
tr: konular

source: user
de_de: Benutzer
es: usuario
fr: utilisateur
it: Utente
pt_br: usuário
tr: kullanıcı

source: user & data
de_de: Benutzer & Daten
es: usuario y datos
fr: utilisateur et données
it: Utente e dati
pt_br: usuário e dados
tr: kullanıcı ve veriler

source: users
de_de: Benutzer
es: Usuarios
fr: utilisateurs
it: Utenti
pt_br: usuários
tr: kullanıcılar

source: words
de_de: Wörter
es: palabras
fr: mots
it: parole
pt_br: palavras
tr: kelimeler

source: All time
es: Todo el tiempo
pt_br: Todo o tempo

source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Day
es: Día
fr: Jour
pt_br: Dia

source: Delete archive
es: Eliminar archivo
fr: Supprimer l'archive
pt_br: Excluir arquivo

source: Deleting your account will remove all your data from this server. This includes all your posts, comments, and any other data associated with your account.
es: Al eliminar tu cuenta se borrarán todos tus datos de este servidor. Esto incluye todas tus publicaciones, comentarios y cualquier otro dato asociado a tu cuenta.
fr: En supprimant votre compte, vous supprimez toutes vos données de ce serveur. Cela inclut tous vos messages, vos commentaires et toutes les autres données associées à votre compte.
pt_br: A exclusão de sua conta removerá todos os seus dados deste servidor. Isso inclui todas as suas postagens, comentários e quaisquer outros dados associados à sua conta.

source: Deleting your user will remove all associated data from this server. This includes all posts, comments, and any other data associated with this user profile. It will also send requests to delete your data to other fediverse servers.
es: Al borrar tu usuario se eliminarán todos los datos asociados a este servidor. Esto incluye todas las publicaciones, comentarios y cualquier otro dato asociado a este perfil de usuario. También enviará solicitudes de eliminación de sus datos a otros servidores de fediverse.
fr: En supprimant votre utilisateur, vous supprimez toutes les données qui lui sont associées sur ce serveur. Cela inclut tous les messages, les commentaires et toutes les autres données associées à ce profil d'utilisateur. Cela enverra également des demandes de suppression de vos données à d'autres serveurs fediverse.
pt_br: A exclusão do seu usuário removerá todos os dados associados deste servidor. Isso inclui todas as postagens, comentários e quaisquer outros dados associados a esse perfil de usuário. Ele também enviará solicitações de exclusão de seus dados para outros servidores do fediverse.

source: Download your existing archive
es: Descargar el archivo existente
fr: Téléchargez votre archive existante
pt_br: Baixe seu arquivo existente

source: Error preparing your archive
es: Error al preparar el archivo
fr: Erreur dans la préparation de l'archive
pt_br: Erro ao preparar seu arquivo

source: Feed default sort
es: Clasificación por defecto
fr: Tri par défaut du flux
pt_br: Classificação padrão do feed

source: Feed time limit
es: Límite de tiempo del panel de actividad
fr: Limite de temps d'alimentation
pt_br: Limite de tempo do feed

source: Feeds and Discussions
es: Paneles de actividad y discusiones
fr: Flux et discussions
pt_br: Feeds e discussões

source: Follows you
es: Te sigue
fr: Vous suit
pt_br: Segue você

source: How many items to show in feeds and other lists
es: Cuantos elementos mostrar en los paneles de actividad y otras listas.
fr: Nombre d'éléments à afficher dans les flux et autres listes
pt_br: Quantos itens devem ser exibidos nos feeds e em outras listas

source: Month
es: Mes
fr: Mois
pt_br: Mês

source: Request your archive
fr: Demandez vos archives
pt_br: Solicite seu arquivo

source: Requested to follow you
fr: Demandé à vous suivre
pt_br: Solicitado a segui-lo

source: Select the default sorting options for your feeds (can always change in the feed controls options)
fr: Sélectionnez les options de tri par défaut pour vos flux (vous pouvez toujours les modifier dans les options de contrôle des flux).
pt_br: Selecione as opções de classificação padrão para seus feeds (sempre é possível alterar nas opções de controles de feed)

source: Select the time limit you want to use by default (can always change in the feed controls options)
fr: Sélectionnez la limite de temps que vous souhaitez utiliser par défaut (vous pouvez toujours la modifier dans les options de contrôle du flux).
pt_br: Selecione o limite de tempo que deseja usar por padrão (sempre é possível alterar nas opções de controles de feed)

source: Set default time limit
fr: Fixer un délai par défaut
pt_br: Definir limite de tempo padrão

source: Simplified feed controls are more compact and allow switching between different types of activities, but you can still expand the full feed controls to show all options and filters.
es: Los controles de los paneles de actividad simplificados son más compactos y permiten cambiar entre distintos tipos de actividades, pero aún puede ampliar los controles de los paneles de actividad completos para mostrar todas las opciones y filtros.
fr: Les commandes de flux simplifiées sont plus compactes et permettent de passer d'un type d'activité à l'autre, mais vous pouvez toujours développer les commandes de flux complètes pour afficher toutes les options et tous les filtres.
pt_br: Os controles de feed simplificados são mais compactos e permitem alternar entre diferentes tipos de atividades, mas você ainda pode expandir os controles de feed completos para mostrar todas as opções e filtros.

source: Simplified feed filters
es: Filtros de paneles de actividad simplificados
fr: Filtres d'alimentation simplifiés
pt_br: Filtros de alimentação simplificados

source: Week
es: Semana
fr: Semaine
pt_br: Semana

source: Year
es: Año
pt_br: Ano

source: You can also request an archive of all your activities (in the ActivityPub format), copies of uploaded media, along with all of the above data (in CSV format). You can export a new archive every 7 days.
fr: Vous pouvez également demander une archive de toutes vos activités (au format ActivityPub), des copies des médias téléchargés, ainsi que toutes les données ci-dessus (au format CSV). Vous pouvez exporter une nouvelle archive tous les 7 jours.
pt_br: Você também pode solicitar um arquivo de todas as suas atividades (no formato ActivityPub), cópias da mídia carregada, juntamente com todos os dados acima (no formato CSV). Você pode exportar um novo arquivo a cada 7 dias.

source: Your archive is ready
es: Su archivo está listo
fr: Vos archives sont prêtes
pt_br: Seu arquivo está pronto
