Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_upcycle.po
Languages: ar, de, it_it, pt, tr

source: About this need
ar: حول هذا الطلب
de: Über diesen Bedarf
it_it: Informazioni su questa richiesta
pt: Sobre essa necessidade
tr: Bu ihtiyaç hakkında

source: About this offer
ar: حول هذا العرض
de: Über dieses Angebot
it_it: Informazioni su questa offerta
pt: Sobre esta oferta
tr: Bu teklif hakkında

source: Action
de: Aktion
it_it: Azioni
pt: Ação
tr: Aksiyon

source: Add an optional note
ar: إضافة ملاحظة اختيارية
de: Fügen Sie eine optionale Notiz hinzu
it_it: Aggiungi una nota (opzionale)
pt: Adicionar uma nota opcional
tr: İsteğe bağlı bir not ekleyin

source: Add an optional note about the transfer
de: Fügen Sie eine optionale Notiz über die Überweisung hinzu
it_it: Aggiungi una nota sul trasferimento (opzionale)
pt: Adicione uma nota opcional sobre a transferência
tr: Transfer hakkında isteğe bağlı bir not ekleyin

source: Add an optional resource description
de: Fügen Sie eine optionale Ressourcenbeschreibung hinzu
it_it: Aggiungi una descrizione della risorsa (opzionale)
pt: Adicionar uma descrição opcional do recurso
tr: İsteğe bağlı bir kaynak açıklaması ekleyin

source: Amount
ar: الكميّة
de: Betrag
it_it: Quantità
pt: Valor
tr: Miktar

source: Amount I can offer
ar: المبلغ الذي أستطيع دفعه
de: Betrag, den ich anbieten kann
it_it: Importo che posso offrire
pt: Quanto posso oferecer
tr: Sunabileceğim miktar

source: Amount I need
ar: المبلغ الذي أحتاجه
de: Betrag, den ich brauche
it_it: Importo necessario
pt: Quanto preciso
tr: İhtiyacım olan miktar

source: Create a new offer
ar: إنشاء عرض جديد
de: Ein neues Angebot erstellen
it_it: Crea una nuova offerta
pt: Criar uma nova oferta
tr: Yeni bir teklif oluşturun

source: Description
ar: الوصف
de: Beschreibung
it_it: Descrizione
pt: Descrição
tr: Tanım

source: Discover
ar: إكتشف
de: Entdecke
it_it: Scopri
pt: Descobrir
tr: Keşfet

source: Edit
ar: تحرير
de: Bearbeiten
it_it: Modifica
pt: Editar
tr: Düzenle

source: Edit resource
ar: تحرير العنصر
de: Ressource bearbeiten
it_it: Modifica risorsa
pt: Editar recurso
tr: Kaynağı düzenle

source: From
ar: من
de: Von
it_it: Da
pt: De
tr: İtibaren

source: I can offer
ar: أستطيع أن أعرض
de: Ich kann anbieten
it_it: Offro
pt: Posso oferecer
tr: Becerilerim

source: I need
ar: أحتاج
de: Ich brauche
it_it: Cerco
pt: Eu preciso
tr: İhtiyacım var

source: I need this resource
de: Ich brauche diese Ressource
it_it: Ho bisogno di questa risorsa
pt: Preciso desse recurso
tr: Bu kaynağa ihtiyacım var

source: I offer
ar: أعرض
de: Ich biete
it_it: Offro
pt: Eu ofereço
tr: Ben teklif ediyorum

source: Inventory
ar: المخزون
de: Bestandsaufnahme
it_it: Inventario
pt: Inventário
tr: Envanter

source: Join the discussion
ar: الإنضمام إلى النقاش
de: Beteiligen Sie sich an der Diskussion
it_it: Partecipa alla discussione
pt: Participe da discussão
tr: Tartışmaya katılın

source: Location
ar: الموقع
de: Position
it_it: Posizione
pt: Localização
tr: Konum

source: Lower
de: Unter
it_it: Più basso
pt: Inferior
tr: Daha düşük

source: My needs
ar: أحتياجاتي
de: Meine Bedürfnisse
it_it: Le mie ricerche
pt: Minhas necessidades
tr: Benim ihtiyaçlarım

source: My offers
ar: عروضي
de: Meine Angebote
it_it: Le mie offerte
pt: Minhas ofertas
tr: Becerilerim

source: My offers & needs
ar: عروضي وإحتياجاتي
de: Meine Angebote & Bedürfnisse
it_it: Le mie offerte e le mie richieste
pt: Minhas ofertas e necessidades
tr: Tekliflerim ve ihtiyaçlarım

source: Need
ar: إحتياجات
de: Bedarf
it_it: Richieste
pt: Necessidade
tr: İhtiyaç

source: Needed by
ar: يحتاجه
de: Benötigt von
it_it: Richiesto da
pt: Necessário por
tr: Tarafından ihtiyaç duyuldu

source: New offer or need
de: Neues Angebot oder Bedarf
it_it: Nuova offerta o richiesta
pt: Nova oferta ou necessidade
tr: Yeni teklif veya ihtiyaç

source: New resource
de: Neue Ressource
it_it: Nuova risorsa
pt: Novo recurso
tr: Yeni kaynak

source: No Transfers.
ar: لا يوجد حوالات
de: Keine Überweisungen.
it_it: Nessun trasferimento.
pt: Não há transferências.
tr: Transfer Yok.

source: No item were found
de: Es wurde kein Artikel gefunden
it_it: Non è stato trovato alcun elemento
pt: Nenhum item foi encontrado
tr: Hiçbir öğe bulunamadı

source: No items were found
de: Es wurden keine Artikel gefunden
it_it: Non sono stati trovati articoli
pt: Nenhum item foi encontrado
tr: Hiçbir öğe bulunamadı

source: Note about the transfer
de: Hinweis zur Übertragung
it_it: Nota sul trasferimento
pt: Observação sobre a transferência
tr: Transfer hakkında not

source: Offer
de: Angebot
it_it: Offerta
pt: Oferta
tr: Teklif

source: Offer Expires
de: Angebot läuft ab
it_it: Scadenza dell'offerta
pt: A oferta expira
tr: Teklifin süresi doldu

source: Offer this resource
de: Diese Ressource anbieten
it_it: Offrire questa risorsa
pt: Ofereça esse recurso
tr: Bu kaynağı sunun

source: Offered by
de: Angeboten von
it_it: Offerto da
pt: Oferecido por
tr: Tarafından sunulan

source: Owner
ar: المالك
de: Eigentümer
it_it: Proprietario/a
pt: Proprietário
tr: Sahibi

source: Post a comment...
de: Einen Kommentar abgeben...
it_it: Scrivi un commento...
pt: Publique um comentário...
tr: Yorum yaz...

source: Publish
ar: نشر
de: Veröffentlichen.
it_it: Pubblica
pt: Publicar
tr: Yayınla

source: Quantity
ar: الكمية
de: Menge
it_it: Quantità
pt: Quantidade
tr: Miktar

source: Raise
de: Erhöhen Sie
it_it: Aumenta
pt: Aumentar
tr: Yükseltmek

source: Record a transfer
de: Aufzeichnung einer Übertragung
it_it: Registrare un trasferimento
pt: Registrar uma transferência
tr: Bir transferi kaydedin

source: Resource
de: Ressource
it_it: Risorse
pt: Recursos
tr: Kaynak

source: Resource I can offer
de: Ressource, die ich anbieten kann
it_it: Risorse che posso offrire
pt: Recursos que posso oferecer
tr: Sunabileceğim kaynak

source: Resource I need
de: Ressource, die ich brauche
it_it: Risorsa di cui ho bisogno
pt: Recurso que eu preciso
tr: İhtiyacım olan kaynak

source: Resource description
de: Beschreibung der Ressource
it_it: Descrizione della risorsa
pt: Descrição do recurso
tr: Kaynak açıklaması

source: Respond to need
de: Reagieren Sie auf den Bedarf
it_it: Rispondere a richiesta
pt: Responder às necessidades
tr: İhtiyaca cevap vermek

source: Respond to offer
ar: الرد على العرض
de: Reagieren auf das Angebot
it_it: Rispondi all'offerta
pt: Responder à oferta
tr: Teklife yanıt verin

source: Select for which organization
ar: إختر مؤسسة
de: Wählen Sie aus, für welche Organisation
it_it: Seleziona per quale organizzazione
pt: Selecione para qual organização
tr: Hangi kuruluş için seçin

source: Settings
ar: الإعدادات
de: Einstellungen
it_it: Impostazioni
pt: Configurações
tr: Ayarlar

source: Specify a name
ar: قم بتحديد اسم
de: Geben Sie einen Namen an
it_it: Specifica un nome
pt: Especificar um nome
tr: Bir isim belirtin

source: Specify the quantity and units
ar: حدد الكمية والوحدة
de: Geben Sie die Menge und die Einheiten an
it_it: Specifica la quantità e le unità
pt: Especifique a quantidade e as unidades
tr: Miktarı ve birimleri belirtin

source: Starred
ar: مُميز
it_it: Stellato
pt: Marcado com asterisco
tr: Yıldızlı

source: Starred
ar: مُميز
it_it: Stellato
pt: Marcado com asterisco
tr: Yıldızlı

source: Submit
ar: إرسال
de: Übermitteln
it_it: Invia
pt: Enviar
tr: Gönder

source: Title
ar: العنوان
de: Titel
it_it: Titolo
pt: Título
tr: Başlık

source: To
ar: إلى
de: An
it_it: A
pt: Para
tr: İle

source: Transfer
ar: تحويل
de: Übertragung
it_it: Trasferisci
pt: Transferência
tr: Aktarma

source: Transfers
ar: التحويلات
de: Überweisungen
it_it: Trasferimenti
pt: Transferências
tr: Aktarmalar

source: Type
de: Typ
it_it: Tipo
pt: Tipo
tr: Tip

source: Upcycle: offers & needs
de: Upcycle: Angebote & Bedürfnisse
it_it: Upcycle: offerte e richieste
pt: Upcycle: ofertas e necessidades
tr: Yeniden Değerlendir: Teklifler ve İhtiyaçlar

source: Write an optional description
ar: كتابة وصف إختياري
de: Schreiben Sie eine optionale Beschreibung
it_it: Scrivi una descrizione (opzionale)
pt: Escreva uma descrição opcional
tr: İsteğe bağlı bir açıklama yazın

source: You may be interested in
ar: قد يهمك أيضاً
de: Das könnte Sie interessieren
it_it: Potresti essere interessato/a a
pt: Você pode estar interessado em
tr: İlginizi çekebilir

source: need
de: Bedarf
it_it: Bisogno
pt: necessidade
tr: ihtiyaç

source: of
ar: من
de: von
it_it: di
pt: de
tr: ile ilgili

source: offer
de: Angebot
it_it: Offerta
pt: oferta
tr: beceri

source: Create a new resource
ar: إنشاء عنصر جديد
de: Eine neue Ressource erstellen
it_it: Crea una nuova risorsa
pt: Criar um novo recurso
tr: Yeni bir kaynak oluştur
