Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_common.po
Languages: it, vi

source: Access
it: Accesso
vi: Truy cập

source: Account
vi: Tài khoản

source: Activity
it: Attività
vi: Hoạt động

source: Activity in Feed
it: Attività nel feed
vi: Hoạt động trong Bảng Tin

source: Auth Second Factor
it: Autorizzazione Secondo Fattore
vi: Xác thực Hai Bước

source: Block
it: Blocco
vi: Chặn

source: Bookmark
it: Segnalibro
vi: Lưu bài viết

source: Boost
vi: Đăng lại

source: Boundary
it: Confine
vi: Giới hạn

source: Category
it: Categoria
vi: Thể loại

source: Character
it: Carattere
vi: Tính cách

source: Circle
it: Cerchia
vi: Vòng kết nối

source: Credential
it: Credenziale
vi: Ủy nhiệm

source: Delete this Access
it: Elimina questo accesso
vi: Xóa Truy Cập

source: Delete this Account
it: Elimina questo account
vi: Xóa tài khoản này

source: Delete this Activity
it: Elimina questa attività
vi: Xóa hoạt động này

source: Delete this Activity in Feed
it: Elimina questa attività nel feed
vi: Xóa Hoạt động trong Bảng Tin này

source: Delete this Actor
it: Elimina questo Attore
vi: Xóa Actor này

source: Delete this Auth Second Factor
it: Elimina questo secondo fattore di autorizzazione
vi: Xóa Xác minh Hai Bước

source: Delete this Block
it: Elimina questo blocco
vi: Xóa Chặn này

source: Delete this Bookmark
it: Elimina questo elemento salvato
vi: Xóa Bài Viết Đã Lưu này

source: Delete this Boost
it: Elimina questo Boost
vi: Xóa lượt Đăng Lại

source: Delete this Boundary
it: Elimina questo confine
vi: Xóa Giới Hạn này

source: Delete this Caretaker
it: Elimina questo Custode
vi: Xóa Caretaker này

source: Delete this Category
it: Elimina questa categoria
vi: Xóa Thể Loại này

source: Delete this Character
it: Elimina questo personaggio
vi: Xóa Tính Cách này

source: Delete this Circle
it: Elimina questa cerchia
vi: Xóa Vòng Kết Nối này

source: Delete this Credential
it: Elimina questa credenziale
vi: Xóa Ủy Nhiệm này

source: Delete this Edge
it: Elimina questo bordo
vi: Xóa Edge này

source: Delete this Edge Total
it: Elimina questo bordo totale
vi: Xóa Edge Total này

source: Delete this Email
it: Elimina questa e-mail
vi: Xóa Email này

source: Delete this Federated Object
it: Elimina l'oggetto federato
vi: Xóa Đối Tượng Liên Hợp này

source: Delete this Feed
it: Elimina questo feed
vi: Xóa Bảng Tin này

source: Delete this File
it: Elimina questo file
vi: Xóa Tập Tin này

source: Delete this Flag
it: Elimina questa segnalazione
vi: Xóa Báo Cáo này

source: Delete this Follow
it: Elimina il follow
vi: Xóa Theo Dõi này

source: Delete this Grant
it: Cancellare questa sovvenzione
vi: Xóa Grant này

source: Delete this Hashtag
it: Elimina questo hashtag
vi: Xóa Hashtag này

source: Delete this Inbox
it: Elimina questa casella di posta
vi: Xóa Inbox này

source: Delete this Instance Admin
it: Elimina questo admin dell'istanza
vi: Xóa Quản Trị Viên này

source: Delete this Like
it: Elimina questo Mi Piace
vi: Xóa Lượt Thích này

source: Delete this Media
it: Elimina questo media
vi: Xóa Media này

source: Delete this Message
it: Elimina questo messaggio
vi: Xóa Tin Nhắn này

source: Delete this Name
it: Elimina questo nome
vi: Xóa Tên này

source: Delete this Object Boundary
it: Elimina il confine dell'oggetto
vi: Xóa Đối Tượng Giới Hạn này

source: Delete this Post
it: Elimina questo post
vi: Xóa Bài Viết này

source: Delete this Post Content
it: Elimina il contenuto di questo post
vi: Xóa Nội Dung Bài Viết này

source: Delete this Profile
it: Elimina questo profilo
vi: Xóa Hồ Sơ này

source: Delete this Reply in Thread
it: Elimina questa risposta nella discussione
vi: Xóa Trả Lời trong Chuỗi này

source: Delete this Request
it: Elimina questa richiesta
vi: Xóa Yêu Cầu này

source: Delete this Setting
it: Elimina questa impostazione
vi: Xóa Cài Đặt này

source: Delete this Tag
it: Elimina questo tag
vi: Xóa Thẻ này

source: Delete this User
it: Elimina questo utente
vi: Xóa Người Dùng này

source: Delete this Verb
it: Elimina questo verbo
vi: Xóa Động Từ này

source: Federated Object
it: Oggetto federato
vi: Đối Tượng Liên Hợp

source: Feed
vi: Bảng Tin

source: File
vi: Tập tin

source: Flag
it: Segnala
vi: Báo Cáo

source: Follow
it: Segui
vi: Theo Dõi

source: Grant
it: Permetti
vi: Cho phép

source: Instance Admin
it: Amministratore dell'istanza
vi: Quản Trị Viên

source: Like
it: Mi piace
vi: Thích

source: Message
it: Messaggio
vi: Tin Nhắn

source: Name
it: Nome
vi: Tên

source: Object Boundary
it: Limite dell'oggetto
vi: Đối Tượng Giới Hạn

source: Post
vi: Bài Viết

source: Post Content
it: Contenuto del post
vi: Nội Dung Bài Viết

source: Profile
it: Profilo
vi: Hồ Sơ

source: Reply in Thread
it: Rispondi nella discussione
vi: Trả Lời trong Chuỗi

source: Request
it: Richiedi
vi: Yêu cầu

source: Setting
it: Impostazioni
vi: Cài Đặt

source: Tag
vi: Thẻ

source: User
it: Utente
vi: Người Dùng

source: Verb
it: Verbo
vi: Động Từ

source: Actor
it: Attore

source: Caretaker
it: Custode

source: Edge
it: Bordo

source: Edge Total
it: Bordo Totale

source: Inbox
it: Posta in arrivo
