Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_me.po
Languages: de_de, es, fr, it, pt_br, tr, vi

source: You need to reload to see updates, if any.
de_de: Sie müssen die Seite neu laden, um etwaige Aktualisierungen zu sehen.
es: Es necesario recargar para ver las actualizaciones, si las hay.
fr: Vous devez recharger le site pour voir les mises à jour, le cas échéant.
it: Devi ricaricare per vedere gli aggiornamenti, se ve ne sono stati.
pt_br: Você precisa recarregar para ver as atualizações, se houver.
tr: Güncellemeleri görmek için yeniden yüklemeniz gerekiyor.

source: (instance wide)
tr: (tüm sunucu genelinde)

source: 10 characters minimum
de_de: Mindestens 10 Zeichen
es: 10 caracteres como mínimo
fr: 10 caractères minimum
it: Minimo 10 caratteri
pt_br: Mínimo de 10 caracteres
tr: En az 10 karakter
vi: Tối thiểu 10 ký tự

source: A short sentence to outline your site mission.
de_de: Ein kurzer Satz, der den Auftrag Ihrer Website umreißt.
es: Una breve frase para esbozar la misión de su sitio.
fr: Une courte phrase décrivant la mission de votre site.
it: Una breve frase per esporre la missione del tuo sito.
pt_br: Uma frase curta para descrever o objetivo do seu site.
tr: En az 10 karakter

source: API key for Honeycomb.io telemetry
tr: En az 10 karakter

source: API key for Lightstep/ServiceNow telemetry
tr: Lightstep/ServiceNow telemetrisi için API anahtarı

source: API key for your email service provider
tr: E-posta servis sağlayıcınız için API anahtarı

source: AWS/S3 access key ID
tr: AWS/S3 erişim anahtarı kimliği

source: AWS/S3 secret access key
tr: AWS/S3 gizli erişim anahtarı

source: About
de_de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt_br: Sobre
tr: Hakkında
vi: Giới Thiệu

source: Accept
de_de: Akzeptieren
es: Aceptado
fr: Accepter
it: Accetta
pt_br: Aceitar
tr: Kabul et

source: Access granted to the team!
de_de: Zugang für das Team gewährt!
es: ¡Acceso concedido al equipo!
fr: Accès accordé à l'équipe !
it: Accesso consentito alla squadra!
pt_br: Acesso concedido à equipe!
tr: Ekip için erişim verildi!
vi: Đã cấp quyền truy cập cho đội ngũ!

source: Account
es: Cuenta
fr: Compte
pt_br: Conta
tr: Hesap

source: Account not found. Either your username or password was incorrect. Did you want to
de_de: Konto nicht gefunden. Entweder war Ihr Benutzername oder Ihr Passwort falsch. Wollten Sie sich
es: Cuenta no existe. El nombre de usuario o la contraseña son incorrectos. ¿Quiere
fr: Compte non trouvé. Votre nom d'utilisateur ou votre mot de passe est incorrect. Voulez-vous
it: Account non trovato. Il nome utente o la password non sono corretti. Vuoi
pt_br: Conta não encontrada. Seu nome de usuário ou senha está incorreto. Você deseja
tr: Hesap bulunamadı. Kullanıcı adı veya şifreniz yanlış. Şunu mu yapmak istediniz:
vi: Không tìm thấy tài khoản. Tên người dùng lẫn mật khẩu đều không đúng. Bạn có muốn

source: Active
de_de: Aktiv
es: Activo
fr: Actif
it: Attivo
pt_br: Ativo
tr: Aktif

source: Activities from followed groups
de_de: Aktivitäten von gefolgten Gruppen
es: Actividades de los grupos seguidos
fr: Activités des groupes suivis
it: Attività da gruppi che segui
pt_br: Atividades dos grupos seguidos
tr: Takip ettiğin gruplardaki aktiviteler

source: Add an optional description to share more details about your site
de_de: Fügen Sie eine optionale Beschreibung hinzu, um weitere Details über Ihre Website mitzuteilen
es: Añada una descripción opcional para compartir más detalles sobre su sitio.
fr: Ajoutez une description facultative pour donner plus de détails sur votre site.
it: Aggiungi una descrizione per condividere più particolari sul tuo sito (opzionale)
pt_br: Adicione uma descrição opcional para compartilhar mais detalhes sobre seu site
tr: Siteniz hakkında daha fazla detay paylaşmak için isteğe bağlı bir açıklama ekleyin

source: Admin
it: Amministratore
pt_br: Administrador
tr: Yönetici
vi: Quản trị viên

source: Admins
fr: Administrateurs
it: Amministratori
pt_br: Administradores
tr: Yöneticiler
vi: Những quản trị viên

source: Admins have been refreshed.
de_de: Administratoren wurden aufgefrischt.
es: Los administradores han sido renovados.
fr: Les administrateurs ont été mis à jour.
pt_br: Os administradores foram atualizados.
tr: Yönetici listesi yenilendi.

source: Admins have full control over the instance, including managing users, roles, content, and settings.
tr: Yöneticiler kullanıcılar, roller, içerikler ve ayarlar dahil olmak üzere sunucu üzerinde tam kontrole sahiptir.

source: Advanced
de_de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
pt_br: Avançado
tr: Gelişmiş

source: All
it: Tutti
tr: Hepsi

source: Already confirmed your email?
de_de: Hast Du deine E-Mail-Adresse schon bestätigt?
es: ¿Ya ha confirmado su correo electrónico?
fr: Vous avez déjà confirmé votre e-mail ?
it: Hai già confermato la tua e-mail?
pt_br: Já confirmou seu e-mail?
tr: E-postanızı zaten onayladınız mı?
vi: Bạn đã xác minh email chưa?

source: Amount of boosts
de_de: Anzahl der Boosts
es: Veces recomendado
fr: Nombre de boosts
it: Numero di diffusioni
pt_br: Quantidade de repostagens
tr: Tekrar paylaşımların sayısı

source: Amount of likes
de_de: Anzahl der Likes
es: Me gusta
fr: Nombre de likes
it: Quantità di like
pt_br: Quantidade de curtidas
tr: Beğeni sayısı

source: Amount of replies
de_de: Anzahl der Antworten
es: Respuestas
fr: Nombre de réponses
it: Numero di risposte
pt_br: Quantidade de respostas
tr: Cevap sayısı

source: An error occurred:
de_de: ein Fehler ist aufgetreten:
es: Ocurrió un error:
fr: Une erreur s'est produite :
it: Si è verificato un errore:
pt_br: Ocorreu um erro:
tr: Bir hata oluştu:
vi: Lỗi phát hiện:

source: An unexpected error occured...
de_de: ein unerwarteter Fehler ist aufgetreten...
es: Se ha producido un error inesperado...
fr: Une erreur inattendue s'est produite...
it: Si è verificato un errore imprevisto...
pt_br: Ocorreu um erro inesperado...
tr: Beklenmeyen bir hata oluştu...
vi: Đã xảy ra lỗi không mong muốn...

source: Anyone you add will have admin-level access over this user identity, meaning they can post as @%{username}, read private messages, etc. You might want to %{a} first create a new user %{b} for this purpose?
de_de: Alle von Ihnen hinzugefügten Personen haben mit dieser Benutzeridentität Zugriff auf die Administratorebene, d. h. sie können als @%{username} posten, private Nachrichten lesen, usw. Vielleicht möchten Sie %{a} zunächst einen neuen Benutzer %{b} für diesen Zweck erstellen?
es: Cualquiera que añadas tendrá acceso a nivel de administrador sobre esta identidad de usuario, lo que significa que podrá publicar como @%{username}, leer mensajes privados, etc. Puede que quieras %{a} crear primero un nuevo usuario %{b} para este propósito.
fr: Toute personne que vous ajoutez aura un accès total à cette identité, ce qui signifie qu'ils pourront publier sous le nom de @%{username}, lire les messages privés, etc. Vous voulez peut être %{a} d'abord créer un nouvel utilisateur distinct %{b} dans ce but ?
it: Chiunque venga aggiunto avrà accesso a livello di amministratore a questa identità utente, il che significa che potrà postare come @%{username}, leggere i messaggi privati, ecc. Vorresti che %{a} crei un nuovo utente %{b} per questo scopo?
pt_br: Qualquer pessoa que você adicionar terá acesso em nível de administrador a essa identidade de usuário, o que significa que ela poderá postar como @%{username}, ler mensagens, etc. Talvez você queira %{a} primeiro criar um novo usuário %{b} para essa finalidade?
tr: Eklediğiniz herkes bu kullanıcı kimliği üzerinde yönetici seviyesinde erişime sahip olur; yani @%{username} olarak paylaşım yapabilir, özel mesajları okuyabilir vb. Bunun için önce %{a} yeni bir kullanıcı %{b} oluşturmak isteyebilirsiniz?

source: Appearance
de_de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência
tr: Görünüm

source: Are you a user of this instance?
de_de: Sind Sie ein Benutzer dieser Instanz?
es: ¿Es usted usuario de esta instancia?
fr: Êtes-vous un utilisateur de ce site ?
it: Sei un user di questo sito?
pt_br: Você é um usuário dessa instância?
tr: Bu sunucunun bir kullanıcısı mısınız?

source: Automatic
de_de: Automatisch
es: Automático
fr: Automatique
it: Automatico
pt_br: Automático
tr: Otomatik

source: Automatic: Push activities to the fediverse, and accept remote activities
de_de: Automatisch: Aktivitäten an das Fediverse senden und Remote-Aktivitäten akzeptieren
es: Automático: Empujar actividades al fediverso y aceptar actividades remotas.
fr: Automatique : Envoi d'activités au fediverse et acceptation d'activités à distance
pt_br: Automático: Enviar atividades para o fediverso e aceitar atividades remotas
tr: Otomatik: Etkinlikleri fediverse’e gönder ve uzaktaki etkinlikleri kabul et

source: Available fonts for the user interface.
de_de: Verfügbare Schriftarten für die Benutzeroberfläche.
es: Fuentes disponibles para la interfaz de usuario.
fr: Polices disponibles pour l'interface utilisateur.
it: Font disponibili per l'interfaccia dell'utente.
pt_br: Fontes disponíveis para a interface do usuário.
tr: Kullanıcı arayüzü için kullanılabilir yazı tipleri.

source: Avatar changed!
de_de: Avatar geändert!
es: ¡Avatar cambiado!
fr: Avatar changé !
it: Avatar cambiato!
pt_br: O avatar foi alterado!
tr: Avatar değiştirildi!
vi: Đã đổi ảnh đại diện!

source: Back
de_de: Zurück
es: Volver
fr: Retour
it: Indietro
pt_br: Voltar
tr: Geri

source: Back to home page
de_de: zurück zur Homepage
es: Volver a la página de inicio
fr: Retour à la page d'accueil
it: Torna alla pagina iniziale
pt_br: Voltar à página inicial
tr: Ana sayfaya dön
vi: Trở về trang chủ

source: Background image changed!
de_de: Hintergrundbild geändert!
es: La imagen de fondo ha cambiado.
fr: L'image de fond a été modifiée !
it: Immagine di sfondo cambiata!
pt_br: A imagem de fundo foi alterada!
tr: Arkaplan resmi değiştirildi!
vi: Đã đổi ảnh bìa!

source: Base URI for mail service API (if applicable)
tr: E-posta servisi API’si için temel URI (varsa)

source: Bio
pt_br: Biografia
tr: Biyografi

source: Block
de_de: blockieren
es: Bloquear
fr: Bloquer
it: Blocco
pt_br: Bloqueio
tr: Engellemek

source: Block or disable
de_de: Blockieren oder deaktivieren
es: Bloquear o desactivar
fr: Bloquer ou désactiver
it: Blocca o disabilita
pt_br: Bloquear ou desativar
tr: Engelle veya devre dışı bırak

source: Blocked
de_de: Blockiert
es: Bloqueado
fr: Bloqué
it: Bloccato
pt_br: Bloqueado
tr: Engellendi

source: Blocked instance-wide
tr: Sunucu genelinde engellendi

source: Blur all media in feeds and discussions (and click to reveal)
de_de: Alle Medien in Feeds und Diskussionen unkenntlich machen (und zum Anzeigen anklicken)
es: Difuminar todos los medios en feeds y discusiones (y hacer clic para revelar)
fr: Estomper tous les médias dans les flux et les discussions (et cliquer pour révéler)
it: Sfuma tutti i media nei feed e nelle discussioni (e fai clic per rivelare)
pt_br: Desfoque todas as mídias em feeds e discussões (e clique para revelar)
tr: Akış ve tartışmalardaki tüm medyayı bulanıklaştır (görüntülemek için tıkla)

source: Boosts
es: Recomendaciones
it: Pubblicazioni diffuse
pt_br: Repostagens
tr: Tekrar paylaşımlar
vi: Lượt đăng lại

source: Boundaries
de_de: Grenzen
es: Límites
fr: Périmètres
it: Limitazioni
pt_br: Limites
tr: Sınırlar

source: Boundary Presets
de_de: Begrenzungsvorgaben
es: Preselecciones de límites
fr: Préréglages des limites
it: Limitazioni preimpostate
pt_br: Predefinições de limite
tr: Sınır Ön Ayarları

source: Boundary presets
de_de: Voreinstellungen für Begrenzungen
es: Preajustes de límites
fr: Préréglages des limites
it: Limitazioni preimpostate
pt_br: Predefinições de limite
tr: Sınır ön ayarları

source: By invitation only
de_de: Nur auf Einladung
es: Sólo por invitación
fr: Sur invitation uniquement
it: Solo per invito
pt_br: Somente por convite
tr: Yalnızca davet ile

source: Change
de_de: Änderung
es: Cambiar
fr: Changer
it: Cambia
pt_br: Mudança
tr: Değiştir
vi: Thay đổi

source: Change my email
de_de: Meine E-Mail ändern
es: Cambiar mi correo electrónico
fr: Modifier mon adresse e-mail
it: Cambia la mia email
pt_br: Alterar meu e-mail
tr: E-posta adresimi değiştir

source: Change my email address
de_de: Meine E-Mail Adresse ändern
es: Cambiar mi dirección de correo electrónico
fr: Modifier mon adresse e-mail
it: Cambia il mio indirizzo email
pt_br: Alterar meu endereço de e-mail
tr: E-posta adresimi değiştir

source: Change my password
de_de: mein Passwort ändern
es: Cambiar mi contraseña
fr: Changer mon mot de passe
it: Cambia la password
pt_br: Alterar minha senha
tr: Şifremi değiştir
vi: Đổi mật khẩu

source: Change password
de_de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
pt_br: Alterar senha
tr: Şifre değiştir

source: Choose a password
de_de: wähle ein Passwort
es: Elija una contraseña
fr: Choisissez un mot de passe
it: Scegli una password
pt_br: Escolha uma senha
tr: Bir şifre seçin
vi: Chọn mật khẩu

source: Choose a username
de_de: wähle einen Benutzernamen
es: Elige un nombre de usuario
fr: Choisissez un nom d'utilisateur
it: Scegli un nome utente
pt_br: Escolha um nome de usuário
tr: Bir kullanıcı adı seçin
vi: Chọn tên người dùng

source: Choose between: Automatic (Push activities to the fediverse and accept remote activities), Manual (Enable looking up usernames and fetching individual posts or activities), Fully disabled
de_de: Wählen Sie zwischen: Automatisch (Aktivitäten an das Fediverse senden und Remote-Aktivitäten akzeptieren), Manuell (Aktivieren der Suche nach Benutzernamen und Abrufen einzelner Beiträge oder Aktivitäten), Vollständig deaktiviert
es: Elija entre: Automático (enviar actividades al fediverse y aceptar actividades remotas), Manual (buscar nombres de usuario y obtener publicaciones o actividades individuales), Totalmente desactivado.
fr: Choisissez entre : Automatique (envoi des activités au fediverse et acceptation des activités à distance), Manuel (recherche des noms d'utilisateur et récupération des messages individuels ou des activités), Entièrement désactivé.
it: Scegliere tra: Automatico (Spingi le attività al fediverse e accetta le attività remote), Manuale (Abilita la ricerca dei nomi utente e il recupero di singoli post o attività), Completamente disabilitato
pt_br: Escolha entre: Automático (enviar atividades para o fediverso e aceitar atividades remotas), Manual (ativar a pesquisa de nomes de usuário e buscar publicações ou atividades individuais), Totalmente desativado
tr: Şunlar arasından seçim yapın: Otomatik (etkinlikleri fediverse’e gönder ve uzaktaki etkinlikleri kabul et), Manuel (kullanıcı adlarını aramayı ve tekil gönderi/etkinlik getirmeyi etkinleştir), Tamamen devre dışı

source: Chronological
de_de: Chronologisch
es: Cronológico
fr: Chronologique
it: Cronologico
pt_br: Cronológico
tr: Kronolojik

source: Circles
es: Círculos
fr: Cercles
it: Cerchie
pt_br: Círculos
tr: Çevreler

source: Compact layouts are more dense and may show less contents.
de_de: Kompakte Layouts sind dichter und zeigen möglicherweise weniger Inhalte.
es: Los diseños compactos son más densos y pueden mostrar menos contenidos.
fr: Les mises en page compactes sont plus denses et peuvent présenter moins de contenu.
it: I layout compatti sono più densi e possono mostrare meno contenuti.
pt_br: Os layouts compactos são mais densos e podem mostrar menos conteúdo.
tr: Kompakt düzenler daha yoğundur ve daha az içerik gösterebilir.

source: Configuration
de_de: Konfiguration
es: Configuración
it: Configurazione
pt_br: Configuração
tr: Yapılandırma

source: Configure Dashboard
de_de: Dashboard konfigurieren
es: Configurar el panel de control
fr: Configuration du tableau de bord
it: Configura Dashboard
pt_br: Configurar o painel
tr: Paneli Yapılandır

source: Configure Extensions
de_de: Erweiterungen konfigurieren
es: Configurar extensiones
fr: Configurer les extensions
it: Configura Estensioni
pt_br: Configurar extensões
tr: Eklentileri Yapılandır

source: Configure your dashboard
de_de: Konfigurieren Sie Ihr Dashboard
es: Configure su panel de control
fr: Configurez votre tableau de bord
it: Configura la tua dashboard
pt_br: Configure seu painel de controle
tr: Panelinizi yapılandırın

source: Confirm new password
de_de: neues Passwort bestätigen
es: Confirmar la nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma la nuova password
pt_br: Confirmar a nova senha
tr: Yeni şifreyi doğrulayın
vi: Xác nhận mật khẩu mới

source: Confirm your password
de_de: dein Passwort bestätigen
es: Confirme su contraseña
fr: Confirmez votre mot de passe
it: Conferma la tua password
pt_br: Confirme sua senha
tr: Şifrenizi doğrulayın
vi: Xác nhận mật khẩu

source: Connection score unknown
de_de: Anschlusswert unbekannt
es: Puntuación de conexión desconocida
fr: Score de connexion inconnu
it: Punteggio di connessione sconosciuto
pt_br: Pontuação de conexão desconhecida
tr: Bağlantı puanı bilinmiyor

source: Connection score: %{distance}
de_de: Anschlusswert: %{distance}
es: Puntuación de la conexión: %.{distance}
fr: Score de connexion : %{distance}
it: Punteggio di connessione: %{distance}
pt_br: Pontuação de conexão: %{distance}
tr: Bağlantı puanı: %{distance}

source: Control who's messages to see by default
tr: Varsayılan olarak kimin mesajlarını göreceğinizi kontrol edin

source: Copy link
de_de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia il link
pt_br: Copiar link
tr: Bağlantıyı kopyala

source: Create
de_de: erstellen
es: Crear
fr: Créer
it: Crea
pt_br: Criar
tr: Oluştur
vi: Tạo

source: Create a new user profile
de_de: Ein neues Benutzerprofil erstellen
es: Crear un nuevo perfil de usuario
fr: Créer un nouveau profil
it: Creare un nuovo profilo utente
pt_br: Criar um novo perfil de usuário
tr: Yeni bir kullanıcı profili oluştur
vi: Tạo hồ sơ người dùng mới

source: Create a user profile
de_de: ein Benutzerprofil erstellen
es: Crear un perfil de usuario
fr: Créer un profil d'utilisateur
it: Creare un profilo utente
pt_br: Criar um perfil de usuário
tr: Bir kullanıcı profili oluştur
vi: Tạo hồ sơ người dùng

source: Create new profile
tr: Yeni profil oluştur

source: Curated
it: Curati
tr: Özenle seçilmiş

source: Curated & Trending topics
de_de: Kuratierte & aktuelle Themen
es: Temas de actualidad
fr: Curated & Trending topics (sujets d'actualité)
it: Topic curati e di tendenza
pt_br: Tópicos selecionados e em alta
tr: Özenle seçilmiş ve trend konular

source: Current email address
de_de: Aktuelle E-Mail Adresse
es: Dirección de correo electrónico actual
fr: Adresse électronique actuelle
it: Indirizzo email attuale
pt_br: Endereço de e-mail atual
tr: Mevcut e-posta adresi

source: Current password
de_de: aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
pt_br: Senha atual
tr: Mevcut şifre
vi: Mật khẩu hiện tại

source: Custom emoji
de_de: Benutzerdefiniertes Emoji
es: Emoji personalizado
fr: Emoji personnalisé
it: Emoji personalizzato
pt_br: Emoji personalizado
tr: Özel emoji

source: Customise the look and feel
de_de: Anpassen von Aussehen und Bedienung
es: Personalizar el aspecto
fr: Personnaliser l'apparence et la convivialité
it: Personalizza l'aspetto e l'atmosfera
pt_br: Personalize a aparência e o comportamento
tr: Görünüm ve hissi özelleştir

source: DO NOT make content appear in search engines (in Bonfire, the fediverse, and the web in general) by default.
de_de: Sorgen Sie NICHT dafür, dass Inhalte standardmäßig in Suchmaschinen erscheinen (in Bonfire, dem Fediversum und dem Web im Allgemeinen).
es: NO haga que los contenidos aparezcan por defecto en los motores de búsqueda (en Bonfire, en fediverse y en la web en general).
fr: NE PAS faire apparaître le contenu dans les moteurs de recherche (dans Bonfire, le fediverse, et le web en général) par défaut.
it: NON far apparire i contenuti nei motori di ricerca (in Bonfire, nel fediverse e nel web in generale) per impostazione predefinita.
pt_br: NÃO faça com que o conteúdo apareça nos mecanismos de busca (no Bonfire, no fediverse e na Web em geral) por padrão.
tr: İçeriğin varsayılan olarak Bonfire’da, fediverse’te ve genel olarak web’de arama motorlarında görünmesini ENGELLE.

source: DO NOT make new users easily discoverable (in Bonfire, the fediverse, and search engines) by default
de_de: Machen Sie neue Benutzer NICHT standardmäßig leicht auffindbar (in Bonfire, dem Fediversum und Suchmaschinen)
es: NO hacer que los nuevos usuarios sean fácilmente localizables (en Bonfire, fediverse y motores de búsqueda) por defecto.
fr: NE PAS rendre les nouveaux utilisateurs facilement repérables (dans Bonfire, le fediverse et les moteurs de recherche) par défaut.
it: NON rendere i nuovi utenti facilmente individuabili (in Bonfire, nel fediverse e nei motori di ricerca) per impostazione predefinita.
pt_br: NÃO torne os novos usuários facilmente detectáveis (no Bonfire, no fediverso e nos mecanismos de pesquisa) por padrão
tr: Yeni kullanıcıların varsayılan olarak Bonfire’da, fediverse’te ve arama motorlarında kolayca bulunabilir olmasını ENGELLE.

source: Dark Pattern
es: Patrón oscuro
fr: Motif foncé
it: Modello scuro
pt_br: Padrão escuro
tr: Karanlık Tasarım

source: Dashboard
es: Cuadro de mandos
fr: Tableau de bord
pt_br: Início
tr: Kontrol Paneli

source: Date format
de_de: Datumsformat
es: Formato fecha
fr: Format de la date
it: Formato della data
pt_br: Formato da data
tr: Tarih formatı

source: Default Locale
es: Configuración regional por defecto
fr: Locale par défaut
pt_br: Localidade padrão
tr: Varsayılan Dil

source: Default User Preferences
de_de: Standard-Benutzervorgaben
es: Preferencias de usuario por defecto
fr: Préférences utilisateur par défaut
it: Preferenze dell'user di default
pt_br: Preferências padrão do usuário
tr: Varsayılan Kullanıcı Tercihleri

source: Default avatars
de_de: Standard-Avatare
es: Avatares por defecto
fr: Avatars par défaut
it: Avatar di default
pt_br: Avatares padrão
tr: Varsayılan avatar

source: Default boundary for new posts
de_de: Standardgrenze für neue Beiträge
es: Límite por defecto para las nuevas publicaciones
fr: Périmètre par défaut
it: Limitazione predefinita per nuove pubblicazioni
pt_br: Limite padrão para novas postagens
tr: Yeni gönderiler için varsayılan sınır

source: Default feed
tr: Varsayılan akış

source: Default font used in the interface.
de_de: Standardschriftart, die in der Schnittstelle verwendet wird.
es: Fuente por defecto utilizada en la interfaz.
fr: Police par défaut utilisée dans l'interface.
it: Font di default usati nell'intefaccia
pt_br: Fonte padrão usada na interface.
tr: Arayüzde kullanılan varsayılan yazı tipi.

source: Delete Account, All Users & Data
de_de: Konto, alle Benutzer und Daten löschen
es: Eliminar cuenta, todos los usuarios y datos
fr: Supprimer le compte, tous les utilisateurs et les données
it: Cancella Account, Tutti gli user e Dati
pt_br: Excluir conta, todos os usuários e dados
tr: Hesabı, Tüm Kullanıcıları ve Verileri Sil

source: Delete User & Data
de_de: Benutzer und Daten löschen
es: Borrar usuario y datos
fr: Supprimer l'utilisateur et les données
it: Cancella User e Dati
pt_br: Excluir usuário e dados
tr: Kullanıcıyı ve Verileri Sil

source: Delete all the data associated with this user profile
de_de: Alle mit diesem Benutzerprofil verbundenen Daten löschen
es: Borrar todos los datos asociados a este perfil de usuario
fr: Supprimer toutes les données associées à ce profil d'utilisateur
it: Cancella tutti i dati associati a questo user
pt_br: Excluir todos os dados associados a esse perfil de usuário
tr: Bu kullanıcı profiline ait tüm verileri sil
