Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_tag.po
Languages: de, fr, it_it, pt, tr, zh

source: You need to reload to see updates, if any.
de: Sie müssen die Seite neu laden, um etwaige Aktualisierungen zu sehen.
fr: Vous devez recharger le site pour voir les mises à jour, le cas échéant.
it_it: Devi ricaricare per vedere gli aggiornamenti, se ve ne sono stati.
pt: Você precisa recarregar para ver as atualizações, se houver.
tr: Güncellemeleri görmek için yeniden yüklemeniz gerekiyor.
zh: 您需要重新加载以查看更新（如果有）。

source: Autocomplete for @ mentions and hashtags
de: Autovervollständigung für @-Erwähnungen und Hashtags
fr: Autocomplétion pour les mentions @ et les hashtags
it_it: Autocompletamento per @ riferimenti e # tag
pt: Preenchimento automático de @ menções e hashtags
tr: @ bahsetmeleri ve konu etiketleri için otomatik tamamlama
zh: @ 提及和话题标签的自动补全

source: Hide Trending Tags
de: Beliebte Tags ausblenden
fr: Masquer les étiquettes de tendance
it_it: Nascondi i Tag in Tendenza
pt: Ocultar tags de tendências
tr: Trend Etiketleri Gizle
zh: 隐藏热门标签

source: Hide the trending tags widget.
de: Ausblenden des Widgets mit den Trend-Tags.
fr: Masquer le widget des tags en vogue.
it_it: Nascondi il widget dei tag di tendenza.
pt: Ocultar o widget de tags de tendências.
tr: Trend etiketler bileşenini gizle.
zh: 隐藏热门标签小组件。

source: Max length of tags/names to lookup
de: Maximale Länge der zu suchenden Tags/Namen
fr: Longueur maximale des tags/noms à rechercher
it_it: Massima lunghezza dei tag/nomi da cercare
pt: Comprimento máximo das tags/nomes a serem pesquisados
tr: Aranacak etiketlerin/adların maksimum uzunluğu
zh: 标签/名称查找的最大长度

source: Maximum number of trending tags to display.
de: Maximale Anzahl der anzuzeigenden Trending Tags.
fr: Nombre maximum de balises de tendance à afficher.
it_it: Massimo numero di tad di tendenza da mostrare.
pt: Número máximo de tags de tendências a serem exibidas.
tr: Görüntülenecek trend etiketlerin maksimum sayısı.
zh: 显示热门标签的最大数量。

source: Nothing trending at the moment
de: Zurzeit keine aktuellen Themen
fr: Rien n'est tendance pour le moment
it_it: Niente di tendenza al momento
pt: Nada está em alta no momento
tr: Şu anda trend olan hiçbir şey yok
zh: 当前暂无热门内容

source: Number of days to include when calculating trending tags.
de: Anzahl der Tage, die bei der Berechnung der Trend-Tags berücksichtigt werden sollen.
fr: Nombre de jours à inclure dans le calcul des balises de tendance.
it_it: Numero di giorni da includere quando si calcolano i tag di tendenza.
pt: Número de dias a serem incluídos no cálculo das tags de tendência.
tr: Trend etiketleri hesaplarken dahil edilecek gün sayısı
zh: 计算热门标签时包含的天数。

source: Reset Trending
de: Trend zurücksetzen
fr: Réinitialiser la tendance
it_it: Resetta i trend
pt: Redefinir tendências
tr: Trendleri Sıfırla
zh: 重置热门

source: Set object IDs to exclude.
de: Objekt-IDs zum Ausschluss festlegen.
fr: Définir les ID d'objets à exclure.
it_it: Imposta ID dell'oggetto da escludere.
pt: Definir IDs de objetos a serem excluídos.
tr: Hariç tutulacak nesne kimliklerini ayarlayın.
zh: 设置要排除的对象 ID。

source: Set object types to exclude.
de: Auszuschließende Objekttypen festlegen.
fr: Définir les types d'objets à exclure.
it_it: Imposta tipi di oggetto da escludere.
pt: Definir tipos de objetos a serem excluídos.
tr: Hariç tutulacak nesne türlerini ayarlayın.
zh: 设置要排除的对象类型。

source: Set object types to include.
pt: Definir tipos de objetos a serem incluídos.
tr: Dahil edilecek nesne türlerini ayarlayın.

source: Tag
pt: Marcação
tr: Etiket
zh: 标签

source: Tag content, whether that's with simple hashtags or with other extensions such as Classify, Topics, Groups...
de: Markieren Sie Inhalte, sei es mit einfachen Hashtags oder mit anderen Erweiterungen wie Classify, Topics, Groups...
fr: Marquez le contenu, que ce soit avec de simples hashtags ou avec d'autres extensions telles que Classify, Topics, Groups...
it_it: Taggate i contenuti, sia con semplici hashtag che con altre estensioni come Classify, Topics, Groups...
pt: Marque o conteúdo, seja com hashtags simples ou com outras extensões, como Classify, Topics, Groups...
tr: İçeriği etiketleyin, ister basit konu etiketleri ile, ister Sınıflandır, Konular, Gruplar gibi diğer uzantılarla...
zh: 标记内容，无论是使用简单的话题标签还是其它扩展功能（如分类、主题、群组等）。

source: Tag with topic(s)
de: Tag mit Thema(n)
fr: Tag avec sujet(s)
it_it: Tag con topic
pt: Marcações com tópico(s)
tr: Konu(lar) ile etiketle
zh: 标记主题

source: Tagged!
de: Getaggt!
fr: Tagué !
it_it: Taggato!
pt: Marcado!
tr: Etiketlendi!
zh: 已标记！

source: Trending Tags
de: Beliebte Tags
fr: Tags en vogue
it_it: Tag di tendenza
pt: Marcações em alta
tr: Trend Etiketler
zh: 热门标签

source: Trending Tags Limit
de: Beliebte Tags Grenze
fr: Trending Tags Limite
it_it: Limite del Tag di Tendenza
pt: Limite das marcações em alta
tr: Trend Etiketler Sınırı
zh: 热门标签限制

source: Trending Tags Time Period
de: Beliebte Tags Zeitraum
fr: Tags en vogue Période
it_it: Periodo di Tempo dei Tag di Tendenza
pt: Período de tempo das marcações em alta
tr: Trend Etiketler Zaman Aralığı
zh: 热门标签时间周期

source: Trending tags have been reset.
de: Die Trending-Tags wurden zurückgesetzt.
fr: Les mots-clés populaires ont été réinitialisés
it_it: I tag di tendenza sono stati resettati.
pt: As marcações em alta foram redefinidas.
tr: Trend etiketler sıfırlandı.
zh: 热门标签已重置。

source: Trending topics
de: Aktuelle Themen
fr: Sujets d'actualité
it_it: Argomenti di tendenza
tr: Trend konular
zh: 热门话题

source: What prefix to use for taxonomy
de: Welches Präfix ist für die Taxonomie zu verwenden?
fr: Quel préfixe utiliser pour la taxonomie ?
it_it: Quale prefisso usare per la tassonomia
pt: Qual prefixo usar para a taxonomia
tr: Taksonomi için hangi önek kullanılmalıdır?
zh: 分类使用的前缀

source: What prefixes to use
de: Welche Präfixe zu verwenden sind
fr: Quels préfixes utiliser ?
it_it: Quale prefisso usare
pt: Quais prefixos usar
tr: Hangi önekler kullanılmalı?
zh: 使用的前缀

source: What search index to lookup
de: Welcher Suchindex zu durchsuchen ist
fr: Quel est l'index de recherche à consulter ?
it_it: Che indice di ricerca cercare
pt: Qual índice de pesquisa deve ser pesquisado
tr: Hangi arama dizinine bakılmalı
zh: 查找的搜索索引

source: activity
de: Tätigkeit
fr: activité
pt: atividade
tr: aktiviteler
zh: 动态
