Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_social.po
Languages: de, es_mx, fr, it_it, pt, pt_br, tr, vi

source: Technical setting for query performance optimization.
de: Technische Einstellung zur Optimierung der Abfrageleistung.
es_mx: Configuración técnica para la optimización del rendimiento de las consultas.
fr: Paramètres techniques pour l'optimisation des performances des requêtes.
it_it: Impostazione tecnica per l'ottimizzazione delle prestazioni delle query.
pt: Configuração técnica para otimização do desempenho da consulta.
tr: Sorgu performansı optimizasyonu için teknik ayar.

source: There are no activities to explore
pt: Não há atividades para explorar
tr: Keşfedilecek hiçbir faaliyet yok

source: There are no known articles to show. Articles from other federated platforms like WriteFreely or Ghost will appear here.
de: Es sind keine Artikel bekannt, die angezeigt werden können. Artikel von anderen föderierten Plattformen wie WriteFreely oder Ghost werden hier angezeigt.
es_mx: No hay artículos conocidos que mostrar. Los artículos de otras plataformas federadas como WriteFreely o Ghost aparecerán aquí.
fr: Il n'y a pas d'articles connus à afficher. Les articles provenant d'autres plateformes fédérées comme WriteFreely ou Ghost apparaîtront ici.
it_it: Non ci sono articoli conosciuti da mostrare. Articoli da altre piattaforme federate come WriteFreely o Ghost appariranno qui
pt: Não há artigos conhecidos para mostrar. Os artigos de outras plataformas federadas, como WriteFreely ou Ghost, aparecerão aqui.
tr: Gösterilebilecek bilinen makale yok. WriteFreely veya Ghost gibi diğer federe platformlardan makaleler burada görünecektir.

source: There are no known books to show. Books from other federated platforms like BookWyrm will appear here.
de: Es sind keine Bücher bekannt, die angezeigt werden können. Bücher von anderen föderierten Plattformen wie BookWyrm werden hier angezeigt.
es_mx: No hay libros conocidos que mostrar. Los libros de otras plataformas federadas como BookWyrm aparecerán aquí.
fr: Il n'y a pas de livres connus à afficher. Les livres provenant d'autres plateformes fédérées comme BookWyrm apparaîtront ici.
it_it: Non ci sono libri conosciuti da mostrare. Libri da altre piattaforme federate come BookWyrm appariranno qui.
pt: Não há livros conhecidos para mostrar. Os livros de outras plataformas federadas, como o BookWyrm, aparecerão aqui.
tr: Gösterilebilecek bilinen kitap yok. BookWyrm gibi diğer federe platformlardan kitaplar burada görünecektir.

source: There are no upcoming events to show. Events from other federated platforms like Mobilizon will appear here.
de: Es gibt keine bevorstehenden Ereignisse zu zeigen. Ereignisse von anderen föderierten Plattformen wie Mobilizon werden hier angezeigt.
es_mx: No hay próximos eventos que mostrar. Los eventos de otras plataformas federadas como Mobilizon aparecerán aquí.
fr: Il n'y a pas d'événements à venir. Les événements provenant d'autres plateformes fédérées comme Mobilizon apparaîtront ici.
it_it: Non ci sono eventi in programma da mostrare. Eventi da altre piattaforme federate come Mobilizon appariranno qui.
pt: Não há eventos futuros para mostrar. Os eventos de outras plataformas federadas, como o Mobilizon, aparecerão aqui.
tr: Gösterilebilecek yaklaşan etkinlik yok. Mobilizon gibi diğer federe platformlardan etkinlikler burada görünecektir.

source: Things I've liked
pt: Coisas de que gostei
tr: Beğendiğim şeyler

source: Top discussions
de: Top-Diskussionen
es_mx: Principales discusiones
fr: Discussions de haut niveau
it_it: Discussioni principali
pt: Principais discussões
tr: En iyi tartışmalar

source: Trending
pt: Trending topics
tr: Trend Olanlar

source: Trending links
pt: Links em alta
tr: Trend Bağlantılar

source: Use Deferred Joins
de: Aufgeschobene Verknüpfungen verwenden
es_mx: Utilizar uniones diferidas
fr: Utiliser les jointures différées
pt: Usar entradas diferentes
tr: Ertelenmiş Birleştirmeler Kullan

source: Verbs to exclude by default
de: Verben, die standardmäßig auszuschließen sind
es_mx: Verbos a excluir por defecto
fr: Verbes à exclure par défaut
it_it: Verbi da escludere di default
pt: Verbos a serem excluídos por padrão
tr: Varsayılan olarak hariç tutulacak fiiller

source: Videos
es_mx: Vídeos
fr: Vidéos
it_it: Video
pt: Vídeos
tr: Videolar

source: You already boosted this recently.
de: Sie haben dies bereits vor kurzem verstärkt.
es_mx: Ya has recomendado esto recientemente.
fr: Vous l'avez déjà partagé récemment.
it_it: Lo hai già diffuso di recente.
pt: Você já repostou isso recentemente.
pt_br: Você já repostou isso recentemente.
tr: Bunu yakın zamanda zaten yükselttiniz.

source: You already boosted this.
de: Sie haben diese bereits erhöht.
es_mx: Ya recomendaste esto.
fr: Vous l'avez déjà partagé.
it_it: Hai già diffuso questa pubblicazione.
pt: Você já repostou isso.
pt_br: Você já repostou isso.
tr: Bunu zaten yükselttiniz.

source: You have no flagged activities to review...
de: Sie haben keine markierten Aktivitäten zu überprüfen...
es_mx: No tiene actividades marcadas para revisar...
fr: Vous n'avez pas d'activités marquées à revoir...
it_it: Non hai attività segnate da rivedere...
pt: Você não tem atividades sinalizadas para revisar...
tr: İnceleyecek işaretli faaliyetiniz yok...

source: You have no notifications
de: Sie haben keine Benachrichtigungen
es_mx: No tiene notificaciones
fr: Vous n'avez pas de notifications
it_it: Non hai notifiche
pt: Você não tem notificações
tr: Hiç bildiriminiz yok

source: You have not flagged any activities...
de: Sie haben keine Aktivitäten markiert...
es_mx: No ha marcado ninguna actividad...
fr: Vous n'avez signalé aucune activité...
it_it: Non hai messo il flag a nessuna attività...
pt: Você não sinalizou nenhuma atividade...
tr: Herhangi bir faaliyeti işaretlemediniz...

source: Your fediverse feed is empty
de: Ihr Fediverse-Feed ist leer
es_mx: Tu fediverse feed está vacío
fr: Le flux fediverse est vide
it_it: Il tuo feed del fediverso è vuoto
pt: Seu feed do fediverse está vazio
tr: Fediverse akışınız boş

source: Your local feed is empty
de: Ihr lokaler Feed ist leer
es_mx: Tu panel de actividad local esta vacío.
fr: Votre flux local est vide
it_it: Il tuo feed locale è vuoto
pt: Seu feed local está vazio
tr: Yerel akışınız boş

source: Activities I've bookmarked
fr: Activités que j'ai mises en favoris
it_it: Attività che ho salvato

source: Activities I've liked
fr: Activités que j'ai aimées
it_it: Attività che mi sono piaciute

source: All flags
fr: Tous les drapeaux
it_it: Tutti i flag

source: Likes
fr: Aime
it_it: Mi piace

source: My Flags
fr: Mes drapeaux
it_it: Le mie Flag

source: My boosts
fr: Mes coups de pouce
it_it: Le mie pubblicazioni diffuse

source: There is no activities to explore
fr: Il n'y a pas d'activités à explorer
it_it: Non ci sono attività da esplorare

source: An error occurred while accepting the follow request
pt_br: Ocorreu um erro ao aceitar a solicitação de acompanhamento

source: Boost
pt_br: Impulsionar
vi: Đăng lại

source: Boosted by %{user}
pt_br: Aumentado em %{user}
vi: Đăng lại bởi %{user}

source: Could not federate the follow
pt_br: Não foi possível federar o seguinte

source: Create
pt_br: Criar
vi: Tạo

source: Created
pt_br: Criado
vi: Đã tạo

source: Created by %{user}
pt_br: Criado por %{user}
vi: Đã tạo bởi %{user}

source: Delete
pt_br: Excluir
vi: Xóa

source: Deleted
pt_br: Eliminado
vi: Đã xóa

source: Deleted by %{user}
pt_br: Excluído por %{user}
vi: Đã xóa bởi %{user}

source: Edit
pt_br: Editar
vi: Sửa

source: Edited
pt_br: Editado
vi: Đã sửa

source: Edited by %{user}
pt_br: Editado por %{user}
vi: Đã sửa bởi %{user}

source: Flag
pt_br: Sinalização
vi: Báo Cáo

source: Flagged by %{user}
pt_br: Sinalizado por %{user}
vi: Đã Báo Cáo bởi %{user}

source: Follow
pt_br: Seguir
vi: Theo Dõi

source: Followed
pt_br: Seguido
vi: Đã theo dõi

source: Followed by %{user}
pt_br: Seguido de %{user}
vi: Đã theo dõi bởi %{user}

source: Like
pt_br: Curtir
vi: Thích

source: Liked by %{user}
pt_br: Curtido por %{user}
vi: Đã thích bởi %{user}

source: Mention
pt_br: Menção
vi: Lượt nhắc

source: Mentioned
pt_br: Mencionado
vi: Đã nhắc đến

source: Mentioned by %{user}
pt_br: Mencionado por %{user}
vi: Được nhắc đến bởi %{user}

source: Message
pt_br: Mensagem
vi: Tin Nhắn

source: Messaged
pt_br: Mensagens
vi: Đã nhắn

source: Messaged by %{user}
pt_br: Mensagem por %{user}
vi: Đã nhắn bởi %{user}

source: Not a recognised feed to query
pt_br: Não é um feed reconhecido para consulta

source: Read
pt_br: Ler
vi: Đọc

source: Read by %{user}
pt_br: Lido por %{user}
vi: Đọc bởi %{user}

source: Replied
pt_br: Respondido
vi: Đã trả lời

source: Replied by %{user}
pt_br: Respondido por %{user}
vi: Đã trả lời bởi %{user}

source: Reply
pt_br: Responder
vi: Trả lời

source: Request
pt_br: Solicitação
vi: Yêu cầu

source: Request to Boost
pt_br: Solicitação para repostagem
vi: Yêu cầu đăng lại

source: Request to Create
pt_br: Solicitação para criar
vi: Yêu cầu Tạo

source: Request to Delete
pt_br: Solicitação de exclusão
vi: Yêu cầu Xóa

source: Request to Edit
pt_br: Solicitação de edição
vi: Yêu cầu Sửa

source: Request to Flag
pt_br: Solicitação para sinalização
vi: Yêu cầu Báo Cáo

source: Request to Follow
pt_br: Solicitação para seguir
vi: Yêu cầu Theo Dõi

source: Request to Like
pt_br: Solicitação para curtir
vi: Yêu cầu Thích

source: Request to Mention
pt_br: Solicitação de menção
vi: Yêu cầu Nhắc Đến

source: Request to Message
pt_br: Solicitação de mensagem
vi: Yêu cầu Nhắn Tin

source: Request to Read
pt_br: Solicitação de leitura
vi: Yêu cầu Đọc

source: Request to Reply
pt_br: Solicitação de resposta
vi: Yêu cầu Trả Lời

source: Request to Request
pt_br: Solicitação para solicitação
vi: Yêu cầu Yêu Cầu

source: Request to See
pt_br: Solicitação para ver
vi: Yêu cầu Xem

source: Request to Tag
pt_br: Solicitação para Marcação
vi: Yêu cầu Gắn Thẻ

source: Requested
pt_br: Solicitado
vi: Đã yêu cầu

source: Requested by %{user}
pt_br: Solicitado por %{user}
vi: Đã yêu cầu bởi %{user}

source: Requested to Boost
pt_br: Solicitado para repostar
vi: Đã yêu cầu Đăng Lại

source: Requested to Create
pt_br: Solicitado para criar
vi: Đã yêu cầu Tạo

source: Requested to Delete
pt_br: Solicitado para exclusão
vi: Đã yêu cầu Xóa

source: Requested to Edit
pt_br: Solicitado para editar
vi: Đã yêu cầu Sửa

source: Requested to Flag
pt_br: Solicitado para sinalização
vi: Đã yêu cầu Báo Cáo

source: Requested to Follow
pt_br: Solicitado para seguir
vi: Đã yêu cầu Theo Dõi

source: Requested to Like
pt_br: Solicitado a curtir
vi: Đã yêu cầu Thích

source: Requested to Mention
pt_br: Solicitado a mencionar
vi: Đã yêu cầu Nhắc Đến

source: Requested to Message
pt_br: Solicitado para enviar mensagem
vi: Đã yêu cầu Nhắn Tin

source: Requested to Read
pt_br: Solicitado a ler
vi: Đã yêu cầu Đọc

source: Requested to Reply
pt_br: Solicitado a responder
vi: Đã yêu cầu Trả Lời

source: Requested to Request
pt_br: Solicitado para solicitar
vi: Đã yêu cầu Yêu Cầu

source: Requested to See
pt_br: Solicitado para ver
vi: Đã yêu cầu Xem

source: Requested to Tag
pt_br: Solicitação de marcação
vi: Đã yêu cầu Gắn Thẻ

source: Saw
pt_br: Visto
vi: Đã Xem

source: Saw by %{user}
pt_br: Visto por %{user}
vi: Đã xem bởi %{user}

source: See
pt_br: Ver
vi: Xem

source: Tag
pt_br: Marcação
vi: Thẻ

source: Tagged
pt_br: Marcado
vi: Đã Gắn Thẻ

source: Tagged by %{user}
pt_br: Marcado por %{user}
vi: Đã gắn thẻ bởi %{user}

source: No permission to delete this
vi: Không được phép xóa
