Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_me.po
Languages: de_de, es, fr, it, pt_br, tr, vi

source: Note: You can also delete [a single user profile](/settings/user/profile) and its associated data instead.
it: Tieni a mente: È anche possibile eliminare [un singolo profilo utente] (/impostazioni/utente/profilo) e i dati associati.
pt_br: Observação: Em vez disso, você também pode excluir [um único perfil de usuário] (/settings/user/profile) e seus dados associados.
tr: Not: Bunun yerine tek bir kullanıcı profilini ve ilişkili verilerini de silebilirsiniz.

source: Notifications
de_de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt_br: Notificações
tr: Bildirimler
vi: Thông báo

source: Now we need you to confirm your email address. We've emailed you a link (check your spam folder!). Please click on it to continue.
de_de: Jetzt müssen Sie Ihre E-Mail-Adresse bestätigen. Wir haben Ihnen einen Link per E-Mail geschickt (überprüfen Sie Ihren Spam-Ordner!). Bitte klicken Sie darauf, um fortzufahren.
es: Ahora necesitamos que confirmes tu dirección de correo electrónico. Te hemos enviado un enlace por correo electrónico (comprueba tu carpeta de spam). Haz clic en él para continuar.
fr: Nous avons maintenant besoin que vous confirmiez votre adresse e-mail. Nous vous avons envoyé un lien par e-mail (vérifiez votre dossier spam !). Veuillez cliquer dessus pour continuer.
it: Ora bisogna confermare il tuo indirizzo email. Ti ho inviato un'email con un collegamento (controlla la tua cartella spam!). Gentilmente cliccalo per continuare.
pt_br: Agora precisamos que você confirme seu endereço de e-mail. Nós lhe enviamos um link por e-mail (verifique sua pasta de spam!). Clique nele para continuar.
tr: Şimdi e-posta adresinizi doğrulamanız gerekiyor. Size bir bağlantı e-postayla gönderildi (spam klasörünü kontrol edin!). Devam etmek için lütfen bağlantıya tıklayın.
vi: Bây giờ chúng tôi cần bạn xác minh địa chỉ email của bạn. Chúng tôi đã gửi cho bạn một liên kết qua email (hãy kiểm tra kỹ thư rác của bạn!). Vui lòng nhấn vào nó để tiếp tục.

source: Only people with a valid invite link can sign up to this instance.
de_de: Nur Personen mit einem gültigen Einladungslink können sich bei dieser Instanz anmelden.
es: Sólo las personas con un enlace de invitación válido pueden inscribirse en esta instancia.
fr: Seules les personnes disposant d'un lien d'invitation valide peuvent s'inscrire à cette instance.
it: Solo le persone con un link di invito valido possono iscriversi a questa istanza.
pt_br: Somente pessoas com um link de convite válido podem se inscrever nessa instância.
tr: Bu sunucuya yalnızca geçerli bir davet bağlantısına sahip kişiler kayıt olabilir.
vi: Chỉ những người có liên kết mời hợp lệ mới có thể đăng ký máy chủ này.

source: Only users I follow
tr: Yalnızca takip ettiğim kullanıcılar

source: Open
de_de: öffnen
fr: Ouvrir
it: Aperto
pt_br: Aberto
tr: Açık
vi: Mở

source: Optional:
tr: İsteğe bağlı:

source: Other profiles
tr: Diğer profiller

source: Pages
de_de: Seiten
es: Páginas
it: Pagine
pt_br: Páginas
tr: Sayfalar

source: Password (Min 10 characters)
de_de: Passwort (mindestens 10 Zeichen)
es: Contraseña (mínimo 10 caracteres)
fr: Mot de passe (10 caractères minimum)
it: Password (minimo 10 caratteri)
pt_br: Senha (mínimo de 10 caracteres)
tr: Şifre (En az 10 karakter)
vi: Mật khẩu (tối thiểu 10 ký tự)

source: People need to make a request before they can follow me
de_de: Die Leute müssen eine Anfrage stellen, bevor sie mir folgen können.
fr: Les gens doivent faire une demande avant de pouvoir me suivre.
it: Le persone devono fare una richiesta prima di potermi seguire.
pt_br: As pessoas precisam fazer uma solicitação antes de poderem me seguir
tr: Beni takip edebilmek için insanların önce istek göndermesi gerekir

source: Please check your email for a confirmation link...
de_de: Bitte prüfen Sie Ihre E-Mail auf einen Bestätigungslink...
fr: Veuillez vérifier votre courrier électronique pour obtenir un lien de confirmation...
it: Gentilmente controlla la tua email per un collegamento di conferma.
pt_br: Verifique seu e-mail para obter um link de confirmação...
tr: Lütfen e-postanızı kontrol edin, bir doğrulama bağlantısı gönderildi...

source: Please double check your inputs...
de_de: Bitte überprüfen Sie Ihre Eingaben noch einmal...
es: Por favor, vuelva a comprobar sus entradas...
fr: Veuillez vérifier vos entrées...
it: Gentilmente controlla di nuovo i dati inseriti...
pt_br: Verifique novamente suas entradas...
tr: Lütfen girdilerinizi tekrar kontrol edin...
vi: Xin kiểm tra lại lần nữa những gì bạn nhập...

source: Please login first, and then...
de_de: Bitte loggen Sie sich zuerst ein, und dann...
es: Por favor, inicie sesión primero, y luego...
fr: Veuillez d'abord vous connecter, puis...
it: Gentilmente prima accedi e poi...
pt_br: Faça o login primeiro e depois...
tr: Lütfen önce giriş yapın, ardından...
vi: Xin vui lòng đăng nhập để tiếp tục...

source: Please note that a high limit can your instance's impact resource use (and it is recommended to store uploads using an S3-style cloud storage rather than directly on the server file system).
de_de: Bitte beachten Sie, dass ein hohes Limit die Ressourcennutzung Ihrer Instanz beeinträchtigen kann (und es wird empfohlen, Uploads in einem S3-ähnlichen Cloud-Speicher und nicht direkt im Dateisystem des Servers zu speichern).
fr: Veuillez noter qu'une limite élevée peut avoir un impact sur l'utilisation des ressources de votre instance (et il est recommandé de stocker les téléchargements à l'aide d'un système de stockage en nuage de type S3 plutôt que directement sur le système de fichiers du serveur).
it: Gentilmente tieni a mente che un limite più alto può avere impatto sull'utilizzo delle risorse del tuo sito (ed è raccomandato salvare i caricamenti utilizzando un S3-style cloud storage piuttosto che direttamente sul file system del server).
pt_br: Observe que um limite alto pode afetar o uso de recursos da sua instância (e é recomendável armazenar uploads usando um armazenamento em nuvem do tipo S3 em vez de diretamente no sistema de arquivos do servidor).
tr: Yüksek bir sınırın sunucunuzun kaynak kullanımını artırabileceğini unutmayın (yüklemelerin doğrudan sunucu dosya sisteminde değil, S3 benzeri bir bulut depolamada saklanması önerilir).

source: Please note that a high limit may be desired in order to properly display nested threads
de_de: Bitte beachten Sie, dass ein hoher Grenzwert erforderlich sein kann, um verschachtelte Threads korrekt anzuzeigen.
fr: Veuillez noter qu'une limite supérieure peut être souhaitée afin d'afficher correctement les fils imbriqués.
it: Gentilmente tieni a mente che un limite più alto potrebbe essere utile per mostrare adeguatamente le discussioni nidificate.
pt_br: Observe que um limite alto pode ser desejado para exibir corretamente os segmentos aninhados
tr: İç içe geçmiş dizilerin düzgün görüntülenebilmesi için daha yüksek bir sınır tercih edilebilir.

source: Please note they need to already be signed up on this instance.
de_de: Bitte beachten Sie, dass sie bereits bei dieser Instanz angemeldet sein müssen.
es: Tenga en cuenta que deben estar ya inscritos en esta instancia.
fr: Veuillez noter qu'ils doivent déjà être inscrits sur cette instance.
it: Tieni presente che devono essere già registrati su questa istanza.
pt_br: Observe que eles já devem estar registrados nesta instância.
tr: Bu sunucuya zaten kayıtlı olmaları gerektiğini unutmayın.
vi: Xin lưu ý rằng họ phải đã đăng ký trên máy chủ này.

source: Please note this will only apply to content you create from the moment you change this setting.
de_de: Bitte beachten Sie, dass dies nur für Inhalte gilt, die Sie ab dem Zeitpunkt erstellen, an dem Sie diese Einstellung ändern.
fr: Veuillez noter que cela ne s'appliquera qu'au contenu que vous créez à partir du moment où vous modifiez ce paramètre.
it: Gentilmente tieni a mente che questo verrà applicato solo al contenuto che creerai dal momento in cui cambi questa impostazione.
pt_br: Observe que isso só se aplicará ao conteúdo que você criar a partir do momento em que alterar essa configuração.
tr: Bu ayarın yalnızca değişiklikten sonra oluşturduğunuz içerikler için geçerli olacağını unutmayın.

source: Post
de_de: Beitrag
es: Publicar
fr: Article
pt_br: Postar
tr: Gönderi

source: Posts
es: Publicaciones
fr: Articles et commentaires
it: Post
pt_br: Postagens
tr: Gönderiler

source: Posts and other activities from followed people
de_de: Beiträge und andere Aktivitäten von gefolgten Personen
es: Mensajes y otras actividades de las personas que sigues
fr: Publications et autres activités des personnes suivies
it: Post e altre attività dalle persone seguite
pt_br: Postagens e outras atividades de pessoas seguidas
tr: Takip edilen kişilerden gönderiler ve diğer aktiviteler
vi: Bài viết và hoạt động từ những người đã theo dõi

source: Pre-load extra activities, but require clicking on 'Show more' to see them
de_de: Zusätzliche Aktivitäten werden vorgeladen, müssen aber durch Anklicken von "Mehr anzeigen" angezeigt werden.
fr: Préchargement d'activités supplémentaires, mais nécessité de cliquer sur "Show more" pour les voir.
it: Pre-carica le attività extra, ma per vederle è necessario cliccare su “Mostra di più”.
pt_br: Pré-carregar atividades extras, mas é necessário clicar em "Mostrar mais" para vê-las
tr: Ek etkinlikleri önceden yükle, ancak görmek için 'Daha fazla göster'e tıklamayı gerektir

source: Prefer compact layouts
de_de: Kompakte Layouts bevorzugen
fr: Préférer les mises en page compactes
it: Preferisci layout compatti
pt_br: Prefere layouts compactos
tr: Kompakt düzenleri tercih et

source: Preferences
de_de: Präferenzen
fr: Préférences
it: Preferenze
pt_br: Preferências
tr: Tercihler

source: Preparing your archive... You will notified here when it is ready to download (you can continue browsing Bonfire but please keep it open).
de_de: Ihr Archiv vorbereiten... Sie werden hier benachrichtigt, wenn das Archiv zum Herunterladen bereit ist (Sie können Bonfire weiter durchsuchen, aber bitte lassen Sie es geöffnet).
fr: Préparation de l'archive... Vous serez averti ici lorsque l'archive sera prête à être téléchargée (vous pouvez continuer à naviguer sur Bonfire, mais gardez-le ouvert).
it: Sto preparando il tuo archivio... Riceverai una notifica qui quando sarà pronto per essere scaricato (puoi continuare a navigare Bonfire ma gentilmente tienilo aperto)
pt_br: Preparando seu arquivo... Você será notificado aqui quando o arquivo estiver pronto para download (você pode continuar navegando no Bonfire, mas mantenha-o aberto).
tr: Arşiviniz hazırlanıyor... İndirilmeye hazır olduğunda burada bilgilendirileceksiniz (Bonfire’da gezinmeye devam edebilirsiniz ancak lütfen bu sayfayı açık tutun).

source: Privacy
de_de: Datenschutz
es: Privacidad
fr: Vie privée
pt_br: Privacidade
tr: Gizlilik

source: Privacy & Safety
de_de: Datenschutz und Sicherheit
fr: Vie privée et sécurité
it: Privacy e Sicurezza
pt_br: Privacidade e segurança
tr: Gizlilik ve Güvenlik

source: Privacy Policy
de_de: Datenschutzrichtlinien
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de privacidade
tr: Gizlilik Politikası
vi: Chính Sách Bảo Mật

source: Proceed to %{verb}
de_de: Weiter zu %{verb}
fr: Continuer à %{verb}
it: Procedi a %{verb}
pt_br: Ir para %{verb}
tr: %{verb} işlemine devam et

source: Profile
de_de: Profil
es: Perfil
fr: Profil
it: Profilo
pt_br: Perfil
tr: Profil

source: Profile not found
de_de: Profil nicht gefunden
es: Perfil no encontrado
fr: Profil non trouvé
it: Profilo non trovato
pt_br: Perfil não encontrado
tr: Profil bulunamadı
vi: Không tìm thấy hồ sơ

source: Profiles
tr: Profiller

source: Protip: instead of text you can paste the URL of a remote markdown-formated document, and its contents will be pulled in.
de_de: Tipp: Anstelle von Text können Sie auch die URL eines entfernten markdown-formatierten Dokuments einfügen, dessen Inhalt dann übernommen wird.
fr: Astuce : au lieu de texte, vous pouvez coller l'URL d'un document distant formaté en markdown, et son contenu sera intégré.
it: Suggerimento: al posto del testo si può incollare l'URL di un documento remoto in formato markdown e il suo contenuto verrà inserito.
pt_br: Dica: em vez de texto, você pode colar o URL de um documento remoto em formato markdown, e seu conteúdo será extraído.
tr: İpucu: Metin yerine uzak bir markdown biçimlendirilmiş belgenin URL’sini yapıştırabilirsiniz; içeriği otomatik olarak alınacaktır.

source: Public
de_de: öffentlich
es: Público
it: Pubblico
pt_br: Público
tr: Herkese açık

source: Queued for deletion. Should be done in a few minutes... So long, and thanks for all the fish!
de_de: In der Warteschlange für die Löschung. Sollte in ein paar Minuten erledigt sein... Bis dann, und danke für den Fisch!
fr: En attente de suppression. Cela devrait être fait dans quelques minutes... A bientôt, et merci pour tous les poissons !
it: In coda per la cancellazione. Dovrebbe essere fatto in pochi minuti... Addio, e grazie per tutto il pesce!
pt_br: Na fila para exclusão. Isso deve ser feito em alguns minutos... Até mais, e obrigado por todos os peixes!
tr: Silme kuyruğuna alındı. Birkaç dakika içinde tamamlanacaktır... Hoşça kalın ve balıklar için teşekkürler!

source: Re-enable
de_de: wieder aktivieren.
fr: Réactiver
it: Ri-attiva
pt_br: Reativar
tr: Yeniden etkinleştir

source: Recently joined
de_de: Kürzlich beigetreten
fr: Récemment rejoint
it: Uniti di recente
pt_br: Recentemente ingressou
tr: Yakın zamanda katılanlar

source: Redirecting...
de_de: Umleitung...
fr: Rediriger...
it: Ridirezionando...
pt_br: Redirecionando...
tr: Yönlendiriliyor...

source: Refresh
de_de: Auffrischen
fr: Rafraîchir
it: Aggiorna
pt_br: Atualizar
tr: Yenile

source: Relative
es: Relativa
pt_br: Relativo
tr: Göreli

source: Remote
it: Remoto
tr: Uzak

source: Remote Instances
tr: Uzak Sunucular

source: Remote Users
tr: Uzak Kullanıcılar

source: Remote user
de_de: Entfernter Benutzer
fr: Utilisateur à distance
it: User remoto
pt_br: Usuário remoto
tr: Uzak kullanıcı

source: Replies
de_de: Antworten
es: Respuestas
fr: Réponses
it: Risposte
pt_br: Respostas
tr: Cevaplar
vi: Lượt trả lời

source: Replies and @ mentions
de_de: Antworten und @-Erwähnungen
fr: Réponses et mentions @
it: Risposte e menzioni @
pt_br: Respostas e menções @
tr: Yanıtlar ve @bahsetmeler

source: Request email confirmation link
de_de: Link zur E-Mail-Bestätigung anfordern
es: Solicitar enlace de confirmación por correo electrónico
fr: Demander le lien de confirmation de l'e-mail
it: Richiedi un link di conferma via e-mail
pt_br: Solicitar link de confirmação por e-mail
tr: E-posta doğrulama bağlantısı iste
vi: Liên kết yêu cầu xác minh email

source: Request to join
de_de: Antrag auf Beitritt
fr: Demande d'adhésion
it: RIchiedi di unirti
pt_br: Solicitação para entrar
tr: Katılma talebi

source: Require authentication from federated servers
de_de: Authentifizierung von Servern im Verbund erforderlich machen
fr: Exiger l'authentification des serveurs fédérés
it: Richiede autenticazione da server federati
pt_br: Exigir autenticação de servidores federados
tr: Federasyonlu sunuculardan kimlik doğrulama iste

source: Resource Usage
fr: Utilisation des ressources
it: Uso delle Risorse
pt_br: Uso de recursos
tr: Kaynak Kullanımı

source: Revoke admin
es: Revocar admin
fr: Révoquer l'administrateur
it: Revoca i privilegi di amministratore
pt_br: Revogar administrador
tr: Yönetici yetkisini kaldır
vi: Gỡ vai trò quản trị viên

source: Role
de_de: Rolle
fr: Rôle
it: Ruolo
pt_br: Função
tr: Rol

source: Roles
de_de: Rollen
fr: Rôles
it: Ruoli
pt_br: Funções
tr: Roller

source: S3 Access Key ID
tr: S3 Erişim Anahtarı Kimliği

source: S3 Bucket Name
tr: S3 Bucket Adı

source: S3 Secret Access Key
tr: S3 Gizli Erişim Anahtarı

source: Safety
de_de: Sicherheit
fr: Sécurité
it: Sicurezza
pt_br: Segurança
tr: Güvenlik
vi: An toàn

source: Save
de_de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar
tr: Kaydet
vi: Lưu

source: Search Configuration
tr: Arama Yapılandırması

source: Search indexing
de_de: Suchindizierung
es: Indexación de búsquedas
fr: Indexation de la recherche
it: Indicizzazione della ricerca
pt_br: Indexação de pesquisa
tr: Arama dizini

source: Search users... (min 3 characters)
tr: Kullanıcıları ara... (en az 3 karakter)

source: Select how to display the date/time of activities
de_de: Wählen Sie aus, wie das Datum/die Uhrzeit der Aktivitäten angezeigt werden soll
fr: Sélectionner le mode d'affichage de la date et de l'heure des activités
it: Seleziona come mostrare la data/ora delle attività
pt_br: Selecione como exibir a data/hora das atividades
tr: Etkinliklerin tarih/saatinin nasıl gösterileceğini seçin

source: Select the default font for the interface
de_de: Wählen Sie die Standardschriftart für die Schnittstelle
fr: Sélectionner la police par défaut pour l'interface
it: Seleziona il font di default per l'interfaccia
pt_br: Selecione a fonte padrão para a interface
tr: Arayüz için varsayılan yazı tipini seçin

source: Select the default sorting options for viewing discussions (can always change in the feed controls options)
de_de: Wählen Sie die Standard-Sortieroptionen für die Anzeige von Diskussionen (kann jederzeit in den Feed-Steuerungsoptionen geändert werden)
fr: Sélectionnez les options de tri par défaut pour l'affichage des discussions (vous pouvez toujours les modifier dans les options de contrôle du flux).
it: Seleziona le opzioni di ordinamento predefinite per la visualizzazione delle discussioni (si possono sempre modificare nelle opzioni di controllo del feed).
pt_br: Selecione as opções de classificação padrão para visualizar discussões (sempre é possível alterar nas opções de controles de feed)
tr: Tartışmaları görüntülemek için varsayılan sıralama seçeneklerini seçin (akış denetimlerinden her zaman değiştirilebilir)

source: Select the default way to view discussions (can always change in the feed controls options)
de_de: Wählen Sie die Standardansicht für Diskussionen (kann jederzeit in den Feed-Steuerungsoptionen geändert werden)
fr: Sélectionnez la manière par défaut de visualiser les discussions (vous pouvez toujours la modifier dans les options de contrôle du flux).
it: Seleziona il modo predefinito di visualizzare le discussioni (si può sempre cambiare nelle opzioni di controllo del feed).
pt_br: Selecione a maneira padrão de visualizar discussões (sempre é possível alterar nas opções de controles de feed)
tr: Tartışmaları görüntülemek için varsayılan yöntemi seçin (akış denetimlerinden her zaman değiştirilebilir)

source: Select the feed you want to display on the homepage or main feed page.
tr: Ana sayfada veya ana akış sayfasında göstermek istediğiniz akışı seçin.

source: Select which service to use for sending emails
tr: E-posta göndermek için hangi servisin kullanılacağını seçin

source: Send
de_de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt_br: Enviar
tr: Gönder
vi: Gửi

source: Send a message
de_de: Eine Nachricht senden
es: Enviar un mensaje
fr: Envoyer un message
it: Invia un messaggio
pt_br: Enviar uma mensagem
tr: Mesaj gönder
vi: Gửi một tin nhắn

source: Send email
de_de: E-Mail senden
es: Enviar correo electrónico
fr: Envoyer un courriel
it: Invia l'e-mail
pt_br: Enviar e-mail
tr: E-posta gönder
vi: Gửi email

source: Sentry DSN for error tracking and reporting
tr: Hata izleme ve raporlama için Sentry DSN

source: Set Federation
de_de: Föderation einstellen
it: Imposta Federazione
pt_br: Federação de Conjuntos
tr: Federasyonu ayarla

source: Set default feed
tr: Varsayılan akışı ayarla

source: Set font
de_de: Schriftart einstellen
fr: Définir la police
it: Imposta font
pt_br: Definir fonte
tr: Yazı tipini ayarla

source: Settings
de_de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_br: Configurações
tr: Ayarlar
vi: Cài đặt

source: Share access
de_de: Zugang freigeben
es: Compartir el acceso
fr: Partager l'accès
it: Condividi l'accesso
pt_br: Compartilhar acesso
tr: Erişimi paylaş
vi: Chia sẻ địa chỉ

source: Share full access to this user identity (@%{username}) with the following users.
de_de: Geben Sie den vollen Zugriff auf diese Benutzeridentität (@%{username}) für die folgenden Benutzer frei.
es: Comparte el acceso completo a esta identidad de usuario (@%{username}) con los siguientes usuarios.
fr: Partagez l'accès complet à cette identité (@%{username}) avec les utilisateurs suivants.
it: Condividi l'accesso all'utente (@%{username}) con i seguenti utenti.
pt_br: Compartilhe o acesso total ao usuário (@%{username}) com seguintes usuários.
tr: Bu kullanıcı kimliğine (@%{username}) aşağıdaki kullanıcılarla tam erişim paylaş.
vi: Chia sẻ địa chỉ đầy đủ của người này (@%{username}) với những người bạn đang theo dõi.

source: Show admins
de_de: Admins anzeigen
fr: Afficher les administrateurs
it: Mostra admin
pt_br: Mostrar administradores
tr: Yöneticileri göster

source: Show digital space defaults
de_de: Standardwerte für den digitalen Raum anzeigen
fr: Afficher les valeurs par défaut de l'espace numérique
it: Mostra spazi digitali di default
pt_br: Mostrar padrões de espaço digital
tr: Dijital alan varsayılanlarını göster

source: Show highlighted badge counters for notifications.
de_de: Hervorgehobene Ausweiszähler für Benachrichtigungen anzeigen.
fr: Afficher les compteurs de badges en surbrillance pour les notifications.
pt_br: Mostrar contadores de crachás destacados para notificações.
tr: Bildirimler için vurgulanmış rozet sayaçlarını göster.

source: Show list of admins on public homepage
de_de: Liste der Admins auf der öffentlichen Homepage anzeigen
es: Mostrar la lista de administradores en la página de inicio pública
fr: Afficher la liste des administrateurs sur la page d'accueil publique
it: Mostra l'elenco degli amministratori nella homepage pubblica
pt_br: Mostrar lista de administradores na página inicial pública
tr: Herkese açık ana sayfada yönetici listesini göster
vi: Hiện danh sách quản trị viên trên trang chủ

source: Show list of profiles directly in the main dropdown menu instead of a separate page. Also includes notifications badges for each profile.
tr: Profil listesini ayrı bir sayfa yerine doğrudan ana açılır menüde göster. Ayrıca her profil için bildirim rozetlerini de içerir.

source: Show my following feed
de_de: Meinen folgenden Feed anzeigen
fr: Afficher mon flux suivant
it: Mostra i feed che seguo
pt_br: Mostrar meu feed de seguidores
tr: Takip ettiklerim akışını göster

source: Show only the instance logo
de_de: Nur das Logo der Instanz anzeigen
fr: Afficher uniquement le logo de l'instance
it: Mostra solo il logo del sito
pt_br: Mostrar apenas o logotipo da instância
tr: Yalnızca sunucu logosunu göster

source: Show popular topics
de_de: Beliebte Themen anzeigen
fr: Afficher les thèmes populaires
it: Mostra topic popolari
pt_br: Mostrar tópicos populares
tr: Popüler konuları göster

source: Show randomly-generated animal avatars for users without a profile picture?
de_de: Zufällig generierte Tier-Avatare für Nutzer ohne Profilbild anzeigen?
fr: Afficher des avatars d'animaux générés de manière aléatoire pour les utilisateurs sans photo de profil ?
it: Mostrare avatar di animali generati casualmente per gli utenti che non hanno un'immagine del profilo?
pt_br: Mostrar avatares de animais gerados aleatoriamente para usuários sem uma foto de perfil?
tr: Profil resmi olmayan kullanıcılar için rastgele oluşturulmuş hayvan avatarları gösterilsin mi?
