Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_me.po
Languages: de_de, es, fr, it, pt_br, tr, vi

source: (longer text shown on the homepage, you can use markdown and/or HTML)
vi: (văn bản dài hơn được hiển thị trên trang chủ, bạn có thể sử dụng MarkDown và/hoặc HTML)

source: (short summary shown in various places)
vi: (mô tả ngắn được hiển thị ở nhiều nơi)

source: Account Settings
vi: Tài khoản

source: Activities shared only with members of this instance.
vi: Những hoạt động chỉ được chia sẻ với các thành viên của máy chủ này.

source: Add a new user
vi: Thêm người mới

source: Admin settings
vi: Cài đặt Quản Trị

source: An error occured
vi: Đã xảy ra lỗi

source: Anyone can sign up to this instance.
vi: Bất cứ ai cũng có thể đăng ký tham gia máy chủ này.

source: Anyone you add will have admin-level access over this user identity, meaning they can post as @%{username}, read private messages, etc. You might want to %{a} first create a new, seperate user %{b} for this purpose?
vi: Bất kỳ ai bạn thêm sẽ có quyền quản trị viên. Có nghĩa là họ có thể đăng dưới dạng @% {username}, đọc tin nhắn riêng tư, etc. Bạn có thể muốn %{a} trước tiên tạo một người dùng mới, ngăn cách %{b} vì mục đích này?

source: Are you a user of this instance? Just login first.
vi: Bạn là một thành viên máy chủ này? Hãy đăng nhập.

source: Bonfire Dashboard
vi: Quản trị Bonfire

source: Brief description for your profile. You can use markdown formatting.
vi: Mô tả sơ về bản thân bạn. Bạn có thể dùng định dạng MarkDown.

source: Close menu
vi: Đóng menu

source: Closed
vi: Đã đóng

source: Code of Conduct
vi: Quy Tắc Ứng Xử

source: Cover image
vi: Ảnh bìa

source: Default font
vi: Phông chữ mặc định

source: Default language
vi: Ngôn ngữ mặc định

source: Did you forget your password?
vi: Bạn quên mật khẩu?

source: Enable two-factor authentication (recommended)
vi: Bật xác thực hai bước (đề xuất)

source: Enter a short title
vi: Nhập một tựa đề ngắn

source: Enter your fediverse nick to follow %{user_name} remotely:
vi: Nhập địa chỉ fediverse khác để theo dõi %{user_name} từ xa:

source: Flag
vi: Báo Cáo

source: Flags
vi: Báo cáo

source: General settings
vi: Cài đặt chung

source: Give a label to this team
vi: Chọn tên gọi cho đội ngũ này

source: I want my profile (@%{username}) and content to appear in search engines (in Bonfire, the fediverse, and the web in general)
vi: Tôi muốn hồ sơ (@%{username}) và nội dung xuất hiện với công cụ tìm kiếm (trong Bonfire, mạng fediverse và web nói chung)

source: I want my profiles to appear in search engines (in Bonfire, the fediverse, and the web in general) by default (this can be overriden in each user's settings)
vi: Tôi muốn những hồ sơ của tôi mặc định xuất hiện với công cụ tìm kiếm (trong Bonfire, mạng fediverse và web nói chung) (điều này có thể được ghi đè trong cài đặt của mỗi người dùng)

source: If you have a two-factor authentication app, please enable it by scanning the QR Code with your app (or you can enter the secret below instead), and then enter the code provided by your app at the bottom.
vi: Nếu bạn có app xác thực hai bước, vui lòng bật bằng cách quét Mã QR bằng app của bạn (hoặc bạn có thể nhập bí mật bên dưới để thay thế), sau đó nhập mã do app của bạn cung cấp ở dưới cùng.

source: If you have two-factor authentication enabled, please enter the code provided by your app.
vi: Nếu bạn đã bật xác thực hai bước, vui lòng nhập mã do app của bạn cung cấp.

source: Indexing of data in this instance's search engine
vi: Lập chỉ mục dữ liệu trong công cụ tìm kiếm của máy chủ này

source: Instance Info
vi: Thông tin máy chủ

source: Instance default theme
vi: Chủ đề mặc định của máy chủ

source: Instance description
vi: Mô tả máy chủ

source: Instance icon
vi: Biểu tượng máy chủ

source: Instance name
vi: Tên máy chủ

source: Instance welcome
vi: Máy chủ máy chủ

source: Local-only
vi: Chỉ máy chủ này

source: Logged out successfully. Until next time!
vi: Đăng xuất thành công. Hẹn gặp lại sau!

source: Look and feel
vi: Chủ đề

source: Make private content (except messages) searcheable by those allowed (based on boundaries).
vi: Chọn nội dung riêng tư (ngoại trừ tin nhắn) có thể tìm kiếm bởi những bên đã cho phép (dựa trên giới hạn).

source: Moderation
vi: Kiểm duyệt

source: My feed
vi: Bảng tin của tôi

source: Need to sign up instead?
vi: Bạn muốn đăng ký?

source: Nothing you post privately will be shown to them from now on.
vi: Những gì bạn đăng một cách riêng tư sẽ không được hiển thị cho họ kể từ bây giờ.

source: Open or invite-only
vi: Chỉ cho phép đăng ký thông qua mời

source: PNG, JPG, GIF up to 10MB
vi: PNG, JPG, GIF lên đến 10MB

source: Preferred font
vi: Phông chữ

source: Private activities
vi: Hoạt động riêng tư

source: Proceed to follow
vi: Tiếp tục theo dõi

source: Profile Info
vi: Mô tả

source: Public content
vi: Nội dung công khai

source: Read less
vi: Thu gọn

source: Read more
vi: Mở rộng

source: Read our code of conduct
vi: Đọc quy tắc ứng xử của chúng tôi

source: Read our privacy policy
vi: Đọc chính sách bảo mật của chúng tôi

source: Teams
vi: Đội ngũ

source: Terms of Use
vi: Điều khoản sử dụng

source: There was an error
vi: Đã xảy ra lỗi

source: They will still be able to see things you post publicly.
vi: Họ vẫn sẽ có thể thấy những thứ bạn đăng công khai.

source: They won't be able to follow you.
vi: Họ không thể theo dõi bạn.

source: Two-factor code (optional)
vi: Mã xác thực hai bước (tùy chọn)

source: Unghost
vi: Bỏ chặn

source: Unsilence
vi: Bỏ ẩn

source: Upload a background image
vi: Tải lên một ảnh nền

source: Upload an image
vi: Tải ảnh lên

source: Upload or drop
vi: Tải lên hoặc kéo thả

source: User Preferences
vi: Cá nhân hóa

source: User's own activities
vi: Hoạt động của chính người dùng

source: Users and their content should appear in search engines (in Bonfire, the fediverse, and the web in general) by default (this can be overriden by each account and user's settings)
vi: Người dùng và nội dung của họ sẽ mặc định xuất hiện trong các công cụ tìm kiếm (trong Bonfire, mạng fediverse và web nói chung). Điều này có thể được ghi đè bởi từng tài khoản và cài đặt của người dùng.

source: Users in this list will not be able to see or interact with you or your content
vi: Người dùng trong danh sách này sẽ không thể nhìn thấy hoặc tương tác với bạn hoặc nội dung của bạn

source: Verification code (optional)
vi: Mã xác minh (tùy chọn)

source: Visit the original url
vi: Truy cập URL gốc

source: Warning!
vi: Cảnh báo!

source: Welcome back, %{name}!
vi: Chào mừng trở lại, %{name}!

source: What activities to include in my home feed
vi: Những hoạt động sẽ hiển thị trên trang chính của tôi

source: Why is this step necessary? This might not be the fediverse instance where you are registered, so we need to redirect you to your home instance first.
vi: Tại sao bước này lại cần thiết? Đây có thể không phải là máy chủ fediverse mà bạn đã đăng ký, vì vậy chúng tôi cần chuyển hướng bạn đến máy chủ của bạn trước.

source: Yes
vi: Đồng ý

source: You can have multiple user profiles for different online identities, or for your organizations or projects.
vi: Bạn có thể có nhiều hồ sơ người dùng cho các danh tính trực tuyến khác nhau hoặc cho các tổ chức hoặc dự án của bạn.

source: You need to log in to view that page.
vi: Bạn cần đăng nhập để xem trang này.

source: You will be able to undo this later but may not be able to see any activities you missed.
vi: Bạn sẽ có thể hoàn tác việc này nhưng có thể không xem được bất kỳ hoạt động nào bạn đã bỏ lỡ.

source: You will be able to undo this later but they may not be able to see any activities they missed.
vi: Bạn sẽ có thể hoàn tác việc này nhưng họ có thể không xem được bất kỳ hoạt động nào mà họ đã bỏ lỡ.

source: You will not receive any updates from the users in this list
vi: Bạn sẽ không nhận được bất kỳ cập nhật nào từ những người dùng trong danh sách này

source: You will still be able to view their profile or read their posts using direct links.
vi: Bạn vẫn có thể xem hồ sơ của họ hoặc đọc các bài viết của họ thông qua các liên kết trực tiếp.

source: You won't be able to @ mention or message them.
vi: Bạn sẽ không thể @ nhắc đến hoặc nhắn riêng họ.

source: You won't be able to follow them.
vi: Bạn sẽ không thể theo dõi họ.

source: You won't see any @ mentions or messages they send you.
vi: Bạn sẽ không thể xem bất cứ @ lượt nhắc hoặc nhắn riêng nào mà họ gửi cho bạn.

source: You won't see anything they write/create in feeds.
vi: Bạn sẽ không thể xem bất cứ thứ gì của họ trong các Bảng Tin.

source: avatar
vi: ảnh đại diện

source: or drag and drop
vi: hoặc kéo và thả
