Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire.po
Languages: sv

source: %{app} dashboard
sv: %{app} översiktspanel

source: About
sv: Om

source: About
sv: Om

source: About Bonfire
sv: Om Bonfire

source: Activities from followed groups
sv: Aktiviteter från grupper som följs

source: Changelog
sv: Ändringslogg

source: Code of Conduct
sv: Uppförandekod

source: Code of conduct
sv: Uppförandekod

source: Contribute
sv: Bidra

source: Default avatars
sv: Förinställda avatarer

source: Default boundary for new posts
sv: Förinställd begränsning för nya inlägg

source: Disabled
sv: Inaktiverad

source: Enabled
sv: Aktiverad

source: Follows
sv: Följer

source: General
sv: Allmänt

source: Highlight the unread notification indicator
sv: Markera den olästa notifikationsindikatorn

source: Infinite scrolling
sv: Oändligt skrollande

source: Instance configuration
sv: Instanskonfiguration

source: Instance default font
sv: Instansens förinställda typsnitt

source: Instance default language
sv: Instansens förinställda språk

source: Instance default theme
sv: Instansens förinställda tema

source: Look & feel
sv: Utseende & känsla

source: Maximum length of text inputs (e.g. posts)
sv: Maximal längd på inmatad text (t.ex. inlägg)

source: Messages
sv: Meddelanden

source: My own activities
sv: Mina egna aktiviteter

source: No
sv: Nej

source: Notifications
sv: Notifikationer

source: Open sign ups
sv: Öppna registreringar

source: Posts
sv: Inlägg

source: Posts and other activities from followed people
sv: Inlägg eller andra aktiviteter från människor som följs

source: Potentially addictive or distracting
sv: Möjligen beroendeframkallande eller distraherande

source: Privacy
sv: Integritet

source: Privacy policy
sv: Integritetspolicy

source: Public
sv: Offentlig

source: Published
sv: Publicerad

source: Replies
sv: Svar

source: Show reaction counts (likes/boosts)
sv: Visa antalet reaktioner (likes/boosts)

source: Show the number of total users on this instance
sv: Visa det totala antalet användare på denna instans

source: Submitted
sv: Sänt

source: The instance operator(s) have not yet added a code of conduct. Please use your best judgment, and consult the [code of conduct of the Bonfire project](https://bonfirenetworks.org/conduct/) as a reference.
sv: Instansoperatören (eller operatörerna) har ännu inte lagt till en uppförandekod. Använd ditt goda omdöme och konsultera [Bonfire-projektets uppförandekod](https://bonfirenetworks.org/conduct/) som referens.

source: The instance operator(s) have not yet added terms for the instance.
sv: Instansoperatören (eller operatörerna) har ännu inte lagt till villkor för instansen.

source: Timeline
sv: Tidslinje

source: Vanity metrics
sv: Fåfänglighetsmätvärden

source: View some of the default settings on this instance.
sv: Se några av instansens förvalda inställningar.

source: What activities to include in home feeds by default
sv: Vilka aktiviteter som ska inkluderas i hemflödet som standard

source: What to show for users without a profile picture
sv: Vad som ska visas för användare utan profilbild

source: Who can see the list of local users
sv: Vem som kan se listan över lokala användare

source: words
sv: ord
