Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_me.po
Languages: de_de, es, fr, it, pt_br, tr, vi

source: How many days of activity to include when calculating trending topics
de_de: Wie viele Tage der Aktivität bei der Berechnung der Trendthemen berücksichtigt werden sollen
es: Cuántos días de actividad incluir en el cálculo de los trending topics
fr: Nombre de jours d'activité à inclure dans le calcul des thèmes de tendance
it: Quanti giorni di attività includere nel calcolo dei topic di tendenza?
pt_br: Quantos dias de atividade devem ser incluídos no cálculo dos trending topics
tr: Trend konuları hesaplarken kaç günlük etkinlik dahil edilsin

source: How many trending topics to show
de_de: Wie viele Trendthemen angezeigt werden sollen
es: Cuántos trending topics mostrar
fr: Nombre de sujets en vogue à afficher
it: Quanti topic di tendenza mostrare
pt_br: Quantos trending topics devem ser exibidos
tr: Kaç adet trend konu gösterilsin

source: I DO NOT want my content to appear in search engines (in Bonfire, the fediverse, and the web in general).
de_de: Ich möchte NICHT, dass meine Inhalte in Suchmaschinen erscheinen (in Bonfire, im Fediversum und im Web im Allgemeinen).
es: NO quiero que mi contenido aparezca en los motores de búsqueda (en Bonfire, en fediverse y en la web en general).
fr: Je ne veux PAS que mon contenu apparaisse dans les moteurs de recherche (dans Bonfire, le fediverse, et le web en général).
it: NON voglio che i miei contenuti compaiano nei motori di ricerca (in Bonfire, nel fediverse e nel web in generale).
pt_br: NÃO quero que meu conteúdo apareça nos mecanismos de busca (no Bonfire, no fediverse e na Web em geral).
tr: İçeriğimin Bonfire’da, fediverse’te ve genel olarak web’de arama motorlarında görünmesini İSTEMİYORUM.

source: I DO NOT want my content to appear in search engines by default (in Bonfire, the fediverse, and the web in general).
de_de: Ich möchte NICHT, dass meine Inhalte standardmäßig in Suchmaschinen erscheinen (in Bonfire, im Fediversum und im Web im Allgemeinen).
es: NO quiero que mi contenido aparezca por defecto en los motores de búsqueda (en Bonfire, en fediverse y en la web en general).
fr: Je ne veux PAS que mon contenu apparaisse par défaut dans les moteurs de recherche (dans Bonfire, le fediverse, et le web en général).
it: NON voglio che i miei contenuti appaiano di default nei motori di ricerca (in Bonfire, nel fediverse e nel web in generale).
pt_br: NÃO quero que meu conteúdo apareça nos mecanismos de pesquisa por padrão (no Bonfire, no fediverso e na Web em geral).
tr: İçeriğimin varsayılan olarak Bonfire’da, fediverse’te ve genel olarak web’de arama motorlarında görünmesini İSTEMİYORUM.

source: I DO NOT want my profile (%{username}) to be easily discoverable (in Bonfire, the fediverse, and search engines)
de_de: Ich möchte NICHT, dass mein Profil (%{username}) leicht auffindbar ist (in Bonfire, dem Fediversum und Suchmaschinen)
es: NO quiero que mi perfil (%{username}) sea fácilmente localizable (en Bonfire, fediverse y motores de búsqueda).
fr: Je ne veux pas que mon profil (%{username}) soit facilement découvrable (dans Bonfire, le fediverse et les moteurs de recherche).
it: NON voglio che il mio profilo (%{username}) sia facilmente reperibile (in Bonfire, nel fediverse e nei motori di ricerca).
pt_br: NÃO quero que meu perfil (%{username}) seja facilmente descoberto (no Bonfire, no fediverso e nos mecanismos de busca)
tr: Yeni kullanıcıların Bonfire’da, fediverse’te ve arama motorlarında kolayca bulunabilir olmasını İSTEMİYORUM.

source: I DO NOT want my profiles to be easily discoverable (in Bonfire, the fediverse, and search engines)
de_de: Ich möchte NICHT, dass meine Profile leicht auffindbar sind (in Bonfire, dem Fediversum und Suchmaschinen)
es: NO quiero que mis perfiles sean fácilmente localizables (en Bonfire, fediverse y motores de búsqueda).
fr: Je ne veux pas que mes profils soient facilement repérables (dans Bonfire, le fediverse et les moteurs de recherche).
it: NON voglio che i miei profili siano facilmente reperibili (in Bonfire, nel fediverse e nei motori di ricerca).
pt_br: NÃO quero que meus perfis sejam facilmente descobertos (no Bonfire, no fediverso e nos mecanismos de busca)
tr: Profillerimin (Bonfire'da, Fediverse'de ve arama motorlarında) kolayca bulunmasını İSTEMİYORUM.

source: Icon changed!
de_de: Icon geändert!
es: ¡Icono cambiado!
fr: L'icône a changé !
it: Icona cambiata!
pt_br: O ícone foi alterado!
tr: İkon değişti!
vi: Đã đổi biểu tượng!

source: Icons
es: Iconos
fr: Icônes
it: Icone
pt_br: Ícones
tr: Simgeler

source: If you are sure you want to delete your account, please enter your password below to confirm.
de_de: Wenn Sie sicher sind, dass Sie Ihr Konto löschen möchten, geben Sie bitte zur Bestätigung Ihr Passwort ein.
es: Si está seguro de que desea eliminar su cuenta, introduzca su contraseña a continuación para confirmarla.
fr: Si vous êtes sûr de vouloir supprimer votre compte, veuillez saisir votre mot de passe ci-dessous pour confirmer.
it: Se vuoi veramente cancellare il tuo account, gentilmente inserisci la password qui sotto per confermarlo.
pt_br: Se tiver certeza de que deseja excluir sua conta, digite sua senha abaixo para confirmar.
tr: Hesabınızı silmek istediğinizden eminseniz, lütfen onaylamak için aşağıya şifrenizi girin.

source: If you are sure you want to delete your user, please enter your password below to confirm.
de_de: Wenn Sie sicher sind, dass Sie Ihren Benutzer löschen möchten, geben Sie bitte zur Bestätigung Ihr Passwort ein.
es: Si está seguro de que desea eliminar su usuario, introduzca su contraseña a continuación para confirmar.
fr: Si vous êtes sûr de vouloir supprimer votre utilisateur, veuillez saisir votre mot de passe ci-dessous pour confirmer.
it: Se vuoi veramente cancellare il tuo utente, gentilmente inserisci la password qui sotto per confermarlo.
pt_br: Se tiver certeza de que deseja excluir seu usuário, digite sua senha abaixo para confirmar.
tr: Kullanıcı hesabınızı silmek istediğinizden eminseniz, lütfen onaylamak için aşağıya şifrenizi girin.

source: Image changed!
de_de: Bild geändert!
es: Imagen cambiada.
fr: L'image a changé !
it: Immagine modificata!
pt_br: Imagem alterada!
tr: Görsel değiştirildi!
vi: Đã thay đổi ảnh!

source: Import
es: Importar
fr: Importation
it: Importa
pt_br: Importação
tr: İçe aktar

source: Import Status
tr: İçe Aktarma Durumu

source: Import block lists
de_de: Blocklisten importieren
es: Importar listas de bloqueo
fr: Importer des listes de blocs
it: Importa delle liste di bloccati/e
pt_br: Importar listas de bloqueio
tr: Engelleme listelerini içe aktar

source: Import status
tr: İçe aktarma durumu

source: Include the feed with activities of people I follow on the dashboard
de_de: Den Feed mit den Aktivitäten der Personen, denen ich folge, in das Dashboard aufnehmen
es: Incluir en el tablero el feed con las actividades de las personas a las que sigo
fr: Inclure le flux d'activités des personnes que je suis sur le tableau de bord
it: Includi il feed con le attività delle persone che seguo nella dashboard
pt_br: Incluir o feed com as atividades das pessoas que sigo no painel
tr: Kontrol panelinde takip ettiğim kişilerin etkinliklerini içeren akışı dahil et

source: Infinite Scrolling
de_de: Unendliches Scrollen
es: Desplazamiento infinito
fr: Défilement infini
it: Scorrimento Infinito
pt_br: Rolagem infinita
tr: Sonsuz kaydırma

source: Infinite scrolling
de_de: Unendlicher Bildlauf
es: Desplazamiento infinito
fr: Défilement infini
it: Scorrimento infinito
pt_br: Rolagem infinita
tr: Sonsuz kaydırma

source: Instance
de_de: Instanz
es: Instancia
it: SIto
pt_br: Instância
tr: Sunucu

source: Instance Admins
de_de: Instanz-Admins
es: Administradores de instancia
fr: Administrateurs d'instance
it: Amministratori del sito
pt_br: Administradores de instância
tr: Sunucu Yöneticileri

source: Instance Boundaries
de_de: Instanz-Grenzen
es: Límites de la instancia
fr: Limites de l'instance
it: Limitazioni del sito
pt_br: Limites da instância
tr: Sunucu Sınırları

source: Instance Circles
de_de: Instanz Circle
es: Círculos de la Instancia
fr: Cercles d'instance
it: Cerchie dell'istanza
pt_br: Círculos da instância
tr: Sunucu Çevreleri

source: Instance Moderators
de_de: Instanz-Moderatoren
es: Moderadores de la instancia
fr: Modérateurs d'instance
it: Moderatori del sito
pt_br: Moderadores de instância
tr: Sunucu Moderatörleri

source: Instance Permissions
de_de: Instanz-Berechtigungen
es: Permisos de la instancia
fr: Permissions d'instance
it: Permessi del sito
pt_br: Permissões de instância
tr: Sunucu İzinleri

source: Instance Roles
de_de: Instanz-Rollen
es: Roles de la instancia
fr: Rôles d'instance
it: Ruoli del Sito
pt_br: Funções de instância
tr: Sunucu Rolleri

source: Instance Settings
de_de: Instanzeinstellungen
es: Ajustes de la instancia
fr: Paramètres de l'instance
it: Impostazioni del sito
pt_br: Configurações da instância
tr: Sunucu Ayarları
vi: Máy chủ

source: Instance directory:
de_de: Instanzverzeichnis:
es: Directorio de instancias:
fr: Répertoire de l'instance :
it: Directory del sito:
pt_br: Diretório da instância:
tr: Sunucu dizini:

source: Instance members
de_de: Instanzmitglieder
es: Miembros de la instancia
fr: Membres de l'instance
it: Membri del sito
pt_br: Membros da instância
tr: Sunucu üyeleri

source: Instance-wide roles
de_de: Instanzweite Rollen
es: Funciones para toda la instancia
fr: Rôles à l'échelle de l'instance
it: Ruoli all'interno del sito
pt_br: Funções em toda a instância
tr: Sunucu genelindeki roller

source: Invalid confirmation link. Please request a new one below.
de_de: Ungültiger Bestätigungslink. Bitte fordern Sie unten einen neuen an.
es: Enlace de confirmación inválido. Por favor, solicite uno nuevo a continuación.
fr: Le lien de confirmation n'est pas valide. Veuillez en demander un nouveau ci-dessous.
it: Collegamento di conferma non valido. Gentilmente richiedine un altro qui sotto.
pt_br: Link de confirmação inválido. Solicite um novo abaixo.
tr: Geçersiz doğrulama bağlantısı. Lütfen aşağıdan yeni bir tane isteyin.
vi: Liên kết xác minh không hợp lệ. Vui lòng yêu cầu một liên kết mới bên dưới.

source: Invite Only
de_de: Nur mit Einladung
es: Sólo por invitación
fr: Sur invitation uniquement
it: Solo su invito
pt_br: Somente para convidados
tr: Yalnızca Davetli

source: Invite-only instance
de_de: Instanz nur für geladene Gäste
es: Instancia sólo por invitación
it: Sito solo su invito
pt_br: Instância somente para convidados
tr: Yalnızca davetli sunucu

source: Invites
de_de: Einladungen
es: Invitaciones
fr: Invitations
it: Inviti
pt_br: Convites
tr: Davetler
vi: Lời mời

source: Join
de_de: Beitreten
es: Únete a
fr: Rejoindre
it: Unisciti
pt_br: Entrar
tr: Katıl

source: Joined
de_de: Beigetreten
es: Se unió a
fr: Rejoint
it: Unito
pt_br: Entrou
tr: Katıldı

source: Keep typing...
tr: Yazmaya devam edin...

source: Known fediverse instances
de_de: Bekannte Fediverse-Instanzen
es: Instancias del fediverso conocidas
fr: Instances connues de fediverse
it: Sito del fediverso conosciuti
pt_br: Instâncias de fediverso conhecidas
tr: Bilinen fediverse sunucuları

source: Known fediverse instances (%{total})
de_de: Bekannte Fediverse-Instanzen (%{total})
es: Instancias del fediverso conocidas (%{total})
fr: Instances fédérales connues (%{total})
it: Siti del fediverso conosciuti (%{total})
pt_br: Instâncias de fediverso conhecidas (%{total})
tr: Bilinen fediverse sunucuları (%{total})

source: Known remote instances
de_de: Bekannte Remote-Instanzen
fr: Instances distantes connues
it: Siti remoti conosciuti
pt_br: Instâncias remotas conhecidas
tr: Bilinen uzak sunucular

source: Known remote users
de_de: Bekannte Remote-Benutzer
es: Usuarios remotos conocidos
fr: Utilisateurs distants connus
it: User remoti conosciuti
pt_br: Usuários remotos conhecidos
tr: Bilinen uzak kullanıcılar

source: Language
de_de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_br: Idioma
tr: Dil
vi: Ngôn ngữ

source: Leave
de_de: Verlassen
es: Dejar
fr: Laisser
it: Lascia
pt_br: Sair
tr: Ayrıl

source: Libraries & Licences
de_de: Bibliotheken & Lizenzen
es: Bibliotecas y licencias
fr: Bibliothèques et licences
it: Librerie e Licenze
pt_br: Bibliotecas e licenças
tr: Kütüphaneler ve Lisanslar

source: Lightstep API Key
tr: Lightstep API Anahtarı

source: Loading...
de_de: Laden...
es: Cargando...
fr: Chargement...
it: Caricando...
pt_br: Carregando...
tr: Yükleniyor...

source: Local
it: Locale
tr: Yerel

source: Local Members
tr: Yerel Üyeler

source: Location
de_de: Position
es: Ubicación
fr: Localisation
it: Posizione
pt_br: Localização
tr: Konum
vi: Vị trí

source: Log in
de_de: Einloggen
es: Entrar en el sistema
fr: Connectez-vous
it: Accedi
pt_br: Fazer login
tr: Giriş yap
vi: Đăng nhập

source: Logout
de_de: anmelden
es: Cierre de sesión
fr: Déconnexion
it: Esci
pt_br: Sair
tr: Çıkış Yap
vi: Đăng xuất

source: Mail API Key
tr: E-posta API Anahtarı

source: Mail Base URI
tr: E-posta Temel URI

source: Mail Domain
tr: E-posta Alan Adı

source: Mail From Address
tr: E-posta Gönderen Adresi

source: Make admin
es: Hacer admin
fr: Promouvoir à admin
it: Rendilo amministratore
pt_br: Tornar administrador
tr: Yönetici yap
vi: Chọn quản trị viên

source: Make it easer to switch between profiles
tr: Profiller arasında geçişi kolaylaştır

source: Make my content searchable (in Bonfire, the fediverse, and search engines)
de_de: Meinen Inhalt durchsuchbar machen (in Bonfire, dem Fediverse und Suchmaschinen)
es: Hacer que mi contenido se pueda buscar (en Bonfire, fediverse y motores de búsqueda)
fr: Rendre mon contenu consultable (dans Bonfire, le fediverse et les moteurs de recherche)
it: Rendi i miei contenuti ricercabili (in Bonfire, nel fediverse e nei motori di ricerca)
pt_br: Tornar meu conteúdo pesquisável (no Bonfire, no fediverse e nos mecanismos de pesquisa)
tr: İçeriğimi Bonfire’da, fediverse’te ve arama motorlarında aranabilir yap

source: Make my profile publicly discoverable (in Bonfire, the fediverse, and search engines)
de_de: Mein Profil öffentlich auffindbar machen (in Bonfire, dem Fediversum und Suchmaschinen)
es: Hacer público mi perfil (en Bonfire, fediverse y los motores de búsqueda)
fr: Rendre mon profil publiquement découvrable (dans Bonfire, le fediverse et les moteurs de recherche)
it: Rendi il mio profilo pubblicamente scopribile (in Bonfire, nel fediverse e nei motori di ricerca)
pt_br: Tornar meu perfil publicamente detectável (no Bonfire, no fediverso e nos mecanismos de busca)
tr: Profilimi Bonfire’da, fediverse’te ve arama motorlarında herkese açık şekilde keşfedilebilir yap

source: Manual
de_de: Handbuch
fr: Manuel
it: Manuale
tr: Manuel

source: Manual: Enable looking up usernames or fetching individual posts or activities
de_de: Manuell: Ermöglicht das Nachschlagen von Benutzernamen oder das Abrufen von einzelnen Beiträgen oder Aktivitäten
fr: Manuel : Permet de rechercher des noms d'utilisateurs ou des messages ou activités individuels.
it: Manuale: Consentire la ricerca di nomi utente o di singoli messaggi o attività.
pt_br: Manual: Permitir a pesquisa de nomes de usuário ou a busca de postagens ou atividades individuais
tr: Manuel: Kullanıcı adlarını aramayı veya tekil gönderi ya da etkinlikleri almayı etkinleştir

source: Mark all your uploaded media as sensitive by default (you can still mark *as not sensitive* when posting)
de_de: Kennzeichnen Sie alle hochgeladenen Medien standardmäßig als sensibel (Sie können sie beim Veröffentlichen immer noch als *nicht sensibel* kennzeichnen)
fr: Marquer tous les médias téléchargés comme sensibles par défaut (vous pouvez toujours marquer *comme non sensible* lors de la publication)
it: Contrassegna tutti i media caricati come sensibili per impostazione predefinita (è comunque possibile contrassegnare *come non sensibili* quando si pubblica).
pt_br: Marque todas as mídias carregadas como confidenciais por padrão (você ainda pode marcar *como não confidenciais* ao publicar)
tr: Yüklediğiniz tüm medyayı varsayılan olarak hassas olarak işaretle (gönderirken yine de hassas değil olarak işaretleyebilirsiniz)

source: Mark as sensitive media
de_de: Als sensible Medien markieren
fr: Marquer comme média sensible
it: Contrassegna come media sensibile
pt_br: Marcar como mídia sensível
tr: Hassas medya olarak işaretle

source: Master key for Meilisearch authentication
tr: Meilisearch kimlik doğrulaması için ana anahtar

source: Max Post Length
de_de: Maximale Pfostenlänge
fr: Longueur maximale du poteau
it: Massima lunghezza dei Post
pt_br: Comprimento máximo do poste
tr: Maksimum Gönderi Uzunluğu

source: Maximum dimensions when resizing a banner
de_de: Maximale Abmessungen bei der Größenänderung eines Banners
fr: Dimensions maximales lors du redimensionnement d'une bannière
it: Massime dimensioni nel ridimensionamento dei banner
pt_br: Dimensões máximas ao redimensionar um banner
tr: Banner yeniden boyutlandırılırken maksimum boyutlar

source: Maximum dimensions when resizing an avatar
de_de: Maximale Abmessungen bei der Größenänderung eines Avatars
fr: Dimensions maximales lors du redimensionnement d'un avatar
it: Massime dimensioni nel ridimesionamento degli avatar
pt_br: Dimensões máximas ao redimensionar um avatar
tr: Avatar yeniden boyutlandırılırken maksimum boyutlar

source: Maximum dimensions when resizing images
de_de: Maximale Abmessungen bei der Größenänderung von Bildern
fr: Dimensions maximales lors du redimensionnement des images
it: Massime dimensioni nel ridimensionamento delle immagini
pt_br: Dimensões máximas ao redimensionar imagens
tr: Görseller yeniden boyutlandırılırken maksimum boyutlar

source: Maximum file size of uploads attached to a post or other activity
de_de: Maximale Dateigröße von Uploads, die an einen Beitrag oder eine andere Aktivität angehängt sind
fr: Taille maximale des fichiers téléchargés dans le cadre d'un message ou d'une autre activité
it: Massime dimensioni di file da caricare in allegato ad un post o altra attività
pt_br: Tamanho máximo do arquivo de uploads anexados a uma publicação ou outra atividade
tr: Bir gönderiye veya diğer etkinliklere eklenen yüklemelerin maksimum dosya boyutu

source: Maximum file size of uploads like avatars or banners
de_de: Maximale Dateigröße von Uploads wie Avataren oder Bannern
fr: Taille maximale des fichiers téléchargés (avatars, bannières, etc.)
it: Massime dimensioni di file da caricare come avatar o banner
pt_br: Tamanho máximo do arquivo de uploads como avatares ou banners
tr: Avatar veya banner gibi yüklemelerin maksimum dosya boyutu

source: Maximum length of posts
de_de: Maximale Länge von Beiträgen
es: Longitud máxima de las publicaciones
fr: Longueur maximale des messages
it: Massima lunghezza dei post
pt_br: Comprimento máximo das postagens
tr: Gönderilerin maksimum uzunluğu

source: Maximum length of text inputs (e.g. posts)
de_de: Maximale Länge von Texteingaben (z. B. Beiträge)
es: Longitud máxima de las entradas de texto (por ejemplo, mensajes)
fr: Longueur maximale des entrées de texte (par exemple, les messages)
it: Massima lunghezza degli input di testo (ad.es. dei post)
pt_br: Tamanho máximo dos textos (por exemplo, postagens)
tr: Metin girişlerinin (örn. gönderiler) maksimum uzunluğu

source: Maximum number of files one can attach to a post or other activity
de_de: Maximale Anzahl von Dateien, die man an einen Beitrag oder eine andere Aktivität anhängen kann
fr: Nombre maximal de fichiers pouvant être joints à un message ou à une autre activité
it: Massimo numero di file che si possono allegare a post o altre attività
pt_br: Número máximo de arquivos que podem ser anexados a uma postagem ou outra atividade
tr: Bir gönderiye veya diğer etkinliğe eklenebilecek maksimum dosya sayısı

source: Maximum number of items to query in lists
de_de: Maximale Anzahl der abzufragenden Elemente in Listen
fr: Nombre maximum d'éléments à interroger dans les listes
it: Numero massimo di elementi da interrogare negli elenchi
pt_br: Número máximo de itens para consulta em listas
tr: Listelerde sorgulanabilecek maksimum öğe sayısı

source: Maximum number of users per account
de_de: Maximale Anzahl von Benutzern pro Konto
fr: Nombre maximum d'utilisateurs par compte
it: Numero massimo di user per ogni account
pt_br: Número máximo de usuários por conta
tr: Hesap başına maksimum kullanıcı sayısı

source: Maximum number of words allowed in a post.
de_de: Maximal zulässige Anzahl von Wörtern in einem Beitrag.
fr: Nombre maximum de mots autorisés dans un message.
it: Numero massimo di parole permesse in un post
pt_br: Número máximo de palavras permitido em uma publicação.
tr: Bir gönderide izin verilen maksimum kelime sayısı.

source: Meilisearch Instance URL
tr: Meilisearch Sunucu URL’si

source: Meilisearch Master Key
tr: Meilisearch Ana Anahtarı

source: Member
de_de: Mitglied
fr: Membre
it: Membro
pt_br: Membro
tr: Üye

source: Members
de_de: Mitglieder
fr: Membres
it: Membri
pt_br: Membros
tr: Üyeler

source: Messages
de_de: Nachrichten
es: Mensajes
it: Messaggi
pt_br: Mensagens
tr: Mesajlar
vi: Nhắn riêng

source: Migration
it: Migrazione
pt_br: Migração
tr: Geçiş

source: Moderators help maintain a safe and welcoming community by managing content and user behavior.
tr: Moderatörler, içerik ve kullanıcı davranışlarını yöneterek güvenli ve misafirperver bir topluluğun sürdürülmesine yardımcı olur.

source: More widgets coming soon....
de_de: Weitere Widgets in Kürze....
fr: D'autres widgets seront bientôt disponibles....
it: Più widget arriveranno presto...
pt_br: Mais widgets em breve....
tr: Yakında daha fazla bileşen geliyor....

source: My Flags
es: Mis guardados
fr: Mes drapeaux
it: Le mie segnalazioni
pt_br: Minhas sinalizações
tr: İşaretlediklerim

source: My own activities
de_de: Meine eigenen Aktivitäten
es: Mi actividad
fr: Mes propres activités
it: Le mie attività
pt_br: Minhas próprias atividades
tr: Kendi faaliyetlerim
vi: Hoạt động của tôi

source: Name
es: Nombre
fr: Nom
it: Nome
pt_br: Nome
tr: Ad

source: Name of your S3 bucket for file uploads
tr: Dosya yüklemeleri için S3 bucket adınız

source: Navigate to your server
tr: Sunucunuza git

source: Nested threads
fr: Fils imbriqués
pt_br: Linhas aninhadas
tr: İç içe geçmiş diziler

source: New email address
de_de: Neue E-Mail Adresse
fr: Nouvelle adresse électronique
it: Nuovo indirizzo email
pt_br: Novo endereço de e-mail
tr: Yeni e-posta adresi

source: New password
de_de: neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
pt_br: Nova senha
tr: Yeni şifre
vi: Mật khẩu mới

source: New post
de_de: Neuer Beitrag
es: Nueva publicación
fr: Nouvel article
it: Nuovo post
pt_br: Nova publicação
tr: Yeni gönderi

source: No
de_de: nein
fr: Non
pt_br: Não
tr: HAYIR
vi: Không

source: No users found
tr: Kullanıcı bulunamadı

source: No users to display
tr: Gösterilecek kullanıcı yok

source: None
tr: Hiçbiri

source: Not found
de_de: Nicht gefunden
fr: Non trouvé
it: Non trovato
pt_br: Não encontrado
tr: Bulunamadı

source: Note that they will be automatically resized on the server, so a higher limit here may be reasonable.
de_de: Beachten Sie, dass die Größe der Bilder auf dem Server automatisch angepasst wird, so dass hier eine höhere Grenze sinnvoll sein kann.
fr: Notez qu'ils seront automatiquement redimensionnés sur le serveur, de sorte qu'une limite plus élevée peut être raisonnable.
it: Tieni a mente che verranno automaticamente ridimensionati sul server, quindi un limite più alto può essere ragionevole.
pt_br: Observe que eles serão redimensionados automaticamente no servidor, portanto, um limite mais alto aqui pode ser razoável.
tr: Sunucuda otomatik olarak yeniden boyutlandırılacaklarını unutmayın; bu nedenle burada daha yüksek bir sınır makul olabilir.
