Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_me.po
Languages: de_de, es, fr, it, pt_br, tr, vi

source: Show reaction counts (likes/boosts)
de_de: Anzahl der Reaktionen anzeigen (Likes/Boosts)
es: Mostrar reacciones (Me gusta / Recomendaciones)
fr: Afficher le nombre de réactions (likes/boosts)
it: Mostra il numero delle reazioni (mi piace/diffusioni)
pt_br: Mostrar contagens de reações (curtidas/repostagens)
tr: Tepki sayılarını göster (beğeniler/tekrar paylaşımlar)

source: Show square avatars
de_de: Quadratische Avatare anzeigen
fr: Afficher les avatars carrés
it: Mostra avatar quadrati
pt_br: Mostrar avatares quadrados
tr: Kare avatarları göster

source: Show the Weather widget on user profile
de_de: Das Wetter-Widget im Benutzerprofil anzeigen
fr: Afficher le widget météo sur le profil de l'utilisateur
it: Mostra il widget del Meteo sul profilo dello/a user
pt_br: Mostrar o widget Weather no perfil do usuário
tr: Kullanıcı profilinde Hava Durumu bileşenini göster

source: Show the admins
de_de: Admins zeigen
fr: Montrer aux administrateurs
it: Mostra gli admin
pt_br: Mostrar aos administradores
tr: Yöneticileri göster

source: Show the digital space defaults on the about page
de_de: Anzeigen der Standardeinstellungen für den digitalen Raum auf der Info-Seite
fr: Afficher les valeurs par défaut de l'espace numérique sur la page "à propos".
it: Mostra le impostazioni predefinite dello spazio digitale sulla pagina delle informazioni
pt_br: Mostrar os padrões do espaço digital na página sobre
tr: Hakkında sayfasında dijital alan varsayılanlarını göster

source: Show the most popular topics
de_de: Die beliebtesten Themen anzeigen
fr: Afficher les sujets les plus populaires
it: Mostra i topic più popolari
pt_br: Mostrar os tópicos mais populares
tr: En popüler konuları göster

source: Show the number of total users on this instance
de_de: Zeigt die Gesamtzahl der Benutzer auf dieser Instanz an
es: Mostrar el número total de usuarios en esta instancia
fr: Affiche le nombre total d'utilisateurs sur cette instance
it: Mostra il numero di utilizzatori totali su questo sito
pt_br: Mostrar o número total de usuários nesta instância
tr: Bu sunucudaki toplam kullanıcı sayısını göster

source: Show the users directory on the about page
de_de: Das Benutzerverzeichnis auf der Info-Seite anzeigen
fr: Afficher le répertoire des utilisateurs sur la page d'accueil
it: Mostra la lista degli utenti sulla pagina delle informazioni
pt_br: Mostrar o diretório de usuários na página sobre
tr: Hakkında sayfasında kullanıcı dizinini göster

source: Show users
de_de: Benutzer anzeigen
fr: Afficher les utilisateurs
it: Mostra user
pt_br: Mostrar usuários
tr: Kullanıcıları göster

source: Showing %{count} users
tr: %{count} kullanıcı gösteriliyor

source: Sign in instead.
de_de: Melden Sie sich stattdessen an.
fr: Connectez-vous.
it: Accedi invece.
pt_br: Em vez disso, faça login.
tr: Bunun yerine giriş yap.

source: Sign up
de_de: Registrieren Sie sich
es: Inscríbete
fr: S'inscrire
it: Iscriviti
pt_br: Inscrever-se
tr: Kayıt ol
vi: Đăng ký

source: Sign ups
de_de: Anmeldungen
fr: S'inscrire
it: Iscrizioni
pt_br: Inscrições
tr: Kayıtlar

source: Signed up
de_de: Angemeldet
fr: S'inscrire
it: Iscritto
pt_br: Inscrição realizada
tr: Kayıt oldu

source: Signup
de_de: Registrieren
es: Inscribirse
fr: Inscription
it: Iscriviti
pt_br: Inscrever-se
tr: Giriş yap
vi: Đăng ký

source: Silenced
de_de: Stummschalten
fr: Réduits au silence
it: Silenziato
pt_br: Silenciado
tr: Susturulmuş
vi: Ẩn

source: Silenced People & Instances
tr: Susturulmuş Kişiler ve Sunucular

source: Silenced instance-wide
de_de: Instanzweit zum Schweigen gebracht
fr: Réduits au silence au niveau de l'instance
it: Silenziato in tutto il sito
pt_br: Silenciado em toda a instância
tr: Sunucu genelinde susturulmuş

source: Silenced users and instances are hidden from your feeds and notifications. You won't see their posts, mentions, or messages, but they can still see your public content.
tr: Susturulmuş kullanıcılar ve sunucular akışlarınızdan ve bildirimlerinizden gizlenir. Gönderilerini, bahsetmelerini veya mesajlarını görmezsiniz, ancak onlar herkese açık içeriğinizi görmeye devam edebilir.

source: Site description
de_de: Beschreibung der Website
fr: Description du site
it: Descrizione del sito
pt_br: Descrição do site
tr: Site açıklaması

source: Site name
de_de: Name der Website
fr: Nom du site
it: Nome del sito
pt_br: Nome do site
tr: Site adı

source: Site tagline
fr: Titre d'appel du site
pt_br: Slogan do site
tr: Site sloganı

source: Someone
de_de: Jemand
es: Alguien
fr: Quelqu'un
it: Qualcuno
pt_br: Alguém
tr: Birisi
vi: Ai đó

source: Status
fr: Statut
it: Stato
tr: Durum

source: Submit
de_de: Übermitteln
es: Enviar
fr: Soumettre
it: Invia
pt_br: Enviar
tr: Gönder
vi: Đã xong

source: Surface latest replies
fr: Surface dernières réponses
pt_br: Respostas mais recentes do Surface
tr: En son yanıtları öne çıkar

source: Switch profile
it: Cambia profilo
tr: Profil değiştir

source: Switch to this profile
tr: Bu profile geç

source: Switch user profile
de_de: Benutzerprofil wechseln
es: Cambiar de perfil de usuario
fr: Changer de profil utilisateur
it: Cambia profilo utente
pt_br: Trocar o perfil do usuário
tr: Kullanıcı profilini değiştir
vi: Chuyển hồ sơ người dùng

source: Syncing with remote server. Content will gradually appear in the user feed..
de_de: Synchronisierung mit einem entfernten Server. Die Inhalte werden nach und nach im Benutzer-Feed angezeigt.
fr: Synchronisation avec un serveur distant. Le contenu apparaîtra progressivement dans le flux de l'utilisateur...
it: Sincronizzazione con il server remoto. Il contenuto apparirà gradualmente nel feed dell'utente...
pt_br: Sincronização com o servidor remoto. O conteúdo aparecerá gradualmente no feed do usuário...
tr: Uzak sunucuyla senkronize ediliyor. İçerik kullanıcı akışında kademeli olarak görünecek..

source: Team Profiles
de_de: Team-Profile
fr: Profils des équipes
it: Profili della squadra
pt_br: Perfis da equipe
tr: Ekip Profilleri

source: Team profiles
de_de: Profile der Teams
fr: Profils des équipes
it: Profili della squadra
pt_br: Perfis de equipe
tr: Ekip profilleri

source: Telemetry & Monitoring
tr: Telemetri ve İzleme

source: Tell people a bit about yourself
de_de: Erzählen Sie ein wenig über sich selbst
es: Cuéntanos un poco sobre ti
fr: Présentez vous
it: Raccontaci qualcosa di te
pt_br: Conte às pessoas um pouco sobre você
tr: İnsanlara kendin hakkında biraz bilgi ver
vi: Giới thiệu một tý về bạn

source: Terms / Policies
fr: Conditions
it: Termini e condizioni
pt_br: Termos / Políticas
tr: Şartlar / Politikalar
vi: Điều khoản chính sách

source: Terms of Use / Code of Conduct
de_de: Nutzungsbedingungen/Verhaltenskodex
fr: Conditions d'utilisation / Code de conduite
it: Termini d'uso/Codice di Condotta
pt_br: Termos de Uso / Código de Conduta
tr: Kullanım Şartları / Davranış Kuralları

source: Thanks for your request. If your email address is linked to an account here, a reset email should be on its way to you.
de_de: Vielen Dank für Ihre Anfrage. Wenn Ihre E-Mail-Adresse mit einem Konto hier verknüpft ist, sollte eine E-Mail zum Zurücksetzen auf dem Weg zu Ihnen sein.
es: Gracias por su solicitud. Un correo electrónico de restablecimiento debería estar en camino si su dirección de correo electrónico está vinculada a una cuenta actual.
fr: Merci pour votre demande. Si votre adresse e-mail est liée à un compte ici, un e-mail de réinitialisation devrait vous parvenir.
it: Grazie per la richiesta. Se il tuo indirizzo e-mail è collegato a un account, ti arriverà un'e-mail di ripristino.
pt_br: Obrigado por sua solicitação. Se o seu endereço de e-mail estiver vinculado a uma conta aqui, um e-mail de redefinição deverá estar a caminho.
tr: Talebiniz için teşekkürler. E-posta adresiniz burada bir hesapla ilişkiliyse, sıfırlama e-postası size gönderilecektir.
vi: Cảm ơn yêu cầu của bạn. Nếu địa chỉ email của bạn được liên kết với một tài khoản ở đây, một email đặt lại sẽ được gửi đến bạn.

source: That page is only accessible to instance administrators.
de_de: Diese Seite ist nur für Instanzadministratoren zugänglich.
es: Esa página sólo es accesible para los admins de la instancia.
fr: Cette page n'est accessible qu'aux administrateurs de l'instance.
it: Questa pagina è accessibile solo agli amministratori dell'istanza.
pt_br: Essa página só pode ser acessada pelos administradores da instância.
tr: Bu sayfaya yalnızca sunucu yöneticileri erişebilir.
vi: Chỉ có quản trị viên máy chủ mới xem được trang này.

source: The %{type} has been queued for deletion. Should be done in a few minutes... So long, and thanks for all the fish!
de_de: Der %{type} wurde in die Warteschlange für die Löschung aufgenommen. Sollte in ein paar Minuten erledigt sein... Bis dann, und danke für den Fisch!
fr: Le %{type} a été mis en file d'attente pour être supprimé. Cela devrait être fait dans quelques minutes... Au revoir, et merci pour tous les poissons !
it: Il %{tipo} è stato messo in coda per la cancellazione. Dovrebbe essere pronto tra qualche minuto... Addio, e grazie per tutto il pesce!
pt_br: O %{type} foi colocado na fila para exclusão. Isso deve ser feito em alguns minutos... Até mais, e obrigado por todos os peixes!
tr: %{type} silinmek üzere kuyruğa alındı. Birkaç dakika içinde tamamlanmalı...Hoşça kalın ve balıklar için teşekkürler!

source: The default language locale for the application.
de_de: Das Standard-Sprachgebietsschema für die Anwendung.
fr: La langue locale par défaut de l'application.
it: La lingua predefinita per l'applicazione.
pt_br: A localidade de idioma padrão do aplicativo.
tr: Uygulama için varsayılan dil ayarı.

source: The extension needed to display this doesn't seem installed or enabled. Showing a simplified profile instead...
de_de: Die für die Anzeige erforderliche Erweiterung scheint nicht installiert oder aktiviert zu sein. Stattdessen wird ein vereinfachtes Profil angezeigt...
fr: L'extension nécessaire à l'affichage ne semble pas installée ou activée. Affichage d'un profil simplifié à la place...
it: L'estensione necessaria per visualizzarlo non sembra installata o abilitata. Mostra invece un profilo semplificato...
pt_br: A extensão necessária para exibir isso não parece estar instalada ou ativada. Em vez disso, está sendo exibido um perfil simplificado...
tr: Bunu görüntülemek için gereken eklenti yüklü veya etkin görünmüyor.Bunun yerine sadeleştirilmiş bir profil gösteriliyor...

source: The terms of use that will be in place in your instance
de_de: Die Nutzungsbedingungen, die in Ihrem Fall gelten werden
fr: Les conditions d'utilisation qui seront en vigueur dans votre instance
it: I termini di utilizzo che saranno applicati nel vostro sito
pt_br: Os termos de uso que estarão em vigor em sua instância
tr: Sunucunuzda geçerli olacak kullanım şartları

source: The user directory is disabled on this instance
de_de: Das Benutzerverzeichnis ist auf dieser Instanz deaktiviert
fr: Le répertoire utilisateur est désactivé sur cette instance
it: La lista di user è disabilitata in questo sito
pt_br: O diretório do usuário está desativado nesta instância
tr: Bu sunucuda kullanıcı dizini devre dışı

source: Theme
de_de: Thema
fr: Thème
it: Tema
pt_br: Tema
tr: Tema

source: There was an error.
de_de: Es ist ein Fehler aufgetreten.
fr: Une erreur s'est produite.
it: C'è stato un errore.
pt_br: Houve um erro.
tr: Bir hata oluştu.

source: There was an error:
de_de: Es ist ein Fehler aufgetreten:
fr: Une erreur s'est produite :
it: C'è stato un errore:
pt_br: Houve um erro:
tr: Bir hata oluştu:

source: They are no longer an admin.
de_de: Sie sind kein Admin mehr.
es: Ya no son admin.
fr: Ils ne sont plus administrateurs.
it: Non sono più amministratori.
pt_br: Eles não são mais administradores.
tr: Artık yönetici değil.
vi: Họ đã không còn làm quản trị viên.

source: They are now an admin!
de_de: Sie sind jetzt ein Admin!
es: Ahora son admin.
fr: Ils sont maintenant un admin !
it: Ora sono amministratori!
pt_br: Agora eles são administradores!
tr: Artık yönetici!
vi: Họ đã trở thành quản trị viên!

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut être annulée.
it: Questa azione non può essere revocata.
pt_br: Essa ação não pode ser desfeita.
tr: Bu işlem geri alınamaz.

source: This confirmation link has expired. Please request a new one below.
de_de: Dieser Bestätigungslink ist abgelaufen. Bitte fordern Sie unten einen neuen an.
es: Este enlace de confirmación ha caducado. Solicite uno nuevo a continuación.
fr: Ce lien de confirmation a expiré. Veuillez en demander un nouveau ci-dessous.
it: Questo link di conferma è scaduto. Richiedetene uno nuovo qui sotto.
pt_br: Este link de confirmação expirou. Solicite um novo abaixo.
tr: Bu onay bağlantısının süresi dolmuş. Lütfen aşağıdan yenisini isteyin.
vi: Liên kết xác minh này đã hết hạn. Vui lòng yêu cầu một liên kết mới bên dưới.

source: This email is taken.
de_de: Diese E-Mail ist vergeben.
es: Este correo electrónico ya existe.
fr: Cet e-mail est pris.
it: Questa e-mail è già stata presa.
pt_br: Este e-mail já foi recebido.
tr: Bu e-posta adresi zaten kullanılıyor.
vi: Email này đã được sử dụng.

source: This information will be displayed publicly so be careful what you share.
de_de: Diese Informationen werden öffentlich angezeigt, seien Sie also vorsichtig, was Sie weitergeben.
es: Esta información se mostrará públicamente así que ten cuidado con lo que compartes.
fr: Ces informations seront affichées publiquement ; faites donc attention à ce que vous partagez.
it: Queste informazioni verranno visualizzate pubblicamente, quindi fai attenzione a ciò che condividi.
pt_br: Essas informações serão exibidas publicamente, portanto, tenha cuidado com o que você compartilha.
tr: Bu bilgiler herkese açık olarak gösterilecektir, bu yüzden ne paylaştığınıza dikkat edin.
vi: Thông tin này sẽ được hiển thị công khai vì vậy hãy cẩn thận với những gì bạn chia sẻ.

source: This instance is currently invite-only.
de_de: Diese Instanz ist derzeit nur für geladene Gäste zugänglich.
es: Esta instancia es sólo por invitación actualmente.
fr: Cette instance est actuellement sur invitation seulement.
it: Questo sito è attualmente solo su invito.
pt_br: No momento, essa instância é somente para convidados.
tr: Bu sunucu şu anda yalnızca davetiye ile kayıt kabul ediyor.
vi: Máy chủ này chỉ cho phép tham gia qua lời mời.

source: This username has already been taken. Please choose another. Did you mean to
de_de: Dieser Nutzername ist bereits vergeben. Bitte wählen Sie einen anderen. Wollten Sie
es: Este nombre de usuario ya está ocupado. Por favor, elija otro. ¿Quiere decir que
fr: Ce nom d'utilisateur a déjà été pris. Veuillez en choisir un autre. Vouliez-vous
it: Questo nome utente è già occupato. Gentilmente scegline un altro.
pt_br: Este nome de usuário já foi usado. Por favor, escolha outro. Você quis dizer
tr: Bu kullanıcı adı zaten alınmış. Lütfen başka bir tane seçin. Şunu mu demek istediniz
vi: Tên người dùng này đã được sử dụng. Vui lòng chọn cái khác. Bạn có thể thích

source: Timeline
de_de: Zeitleiste
es: Cronología
fr: Flux
it: Linea del tempo
pt_br: Linha do tempo
tr: Zaman tüneli

source: Title displayed on the welcome/about page.
de_de: Titel, der auf der Willkommens-/Übersichtsseite angezeigt wird.
fr: Titre affiché sur la page de bienvenue/à propos.
it: Titolo mostrato sulla pagina di benvenuto e delle informazioni
pt_br: Título exibido na página de boas-vindas/sobre.
tr: Hoş geldiniz/hakkında sayfasında gösterilen başlık.

source: Try adjusting your search terms
tr: Arama terimlerinizi ayarlamayı deneyin

source: Type a strong password
de_de: Geben Sie ein sicheres Passwort ein
es: Escriba una contraseña fuerte
fr: Choisissez un mot de passe fort
it: Scegli una password complessa
pt_br: Digite uma senha forte
tr: Güçlü bir parola yazın
vi: Hãy chọn một mật khẩu mạnh

source: Type here
de_de: Hier tippen
fr: Écrire ici
it: Scrivi qui
pt_br: Digite aqui
tr: Buraya yazın

source: Type your email
de_de: Geben Sie Ihre E-Mail ein
es: Escriba su correo electrónico
fr: Tapez votre e-mail
it: Digita la tua e-mail
pt_br: Digite seu e-mail
tr: E-posta adresinizi yazın
vi: Nhập email của bạn

source: Type your password
de_de: Geben Sie Ihr Passwort ein
es: Escriba su contraseña
fr: Tapez votre mot de passe
it: Digita la tua password
pt_br: Digite sua senha
tr: Parolanızı yazın
vi: Nhập mật khẩu của bạn

source: URL of your Meilisearch server
tr: Meilisearch sunucunuzun URL'si

source: Unable to change your email. Try entering a valid email address...
de_de: Sie können Ihre E-Mail-Adresse nicht ändern. Versuchen Sie, eine gültige E-Mail-Adresse einzugeben...
fr: Impossible de modifier votre adresse électronique. Essayez de saisir une adresse électronique valide...
it: Non è stato possibile cambiare la tua email. Prova ad inserire un indirizzo email valido...
pt_br: Não foi possível alterar seu e-mail. Tente inserir um endereço de e-mail válido...
tr: E-postanız değiştirilemedi. Geçerli bir e-posta adresi girmeyi deneyin...

source: Unable to change your email. Try entering your old email correctly...
de_de: Sie können Ihre E-Mail-Adresse nicht ändern. Versuchen Sie, Ihre alte E-Mail-Adresse korrekt einzugeben...
fr: Impossible de modifier votre adresse électronique. Essayez d'entrer correctement votre ancien courriel...
it: Non è stato possibile cambiare la tua email. Prova ad inserire il tuo vecchio indirizzo email correttamente...
pt_br: Não foi possível alterar seu e-mail. Tente digitar seu e-mail antigo corretamente...
tr: E-postanız değiştirilemedi. Eski e-postanızı doğru girdiğinizden emin olun...

source: Unable to change your password. Try entering a longer password...
de_de: Sie können Ihr Passwort nicht ändern. Versuchen Sie, ein längeres Passwort einzugeben...
es: No se puede cambiar la contraseña. Intenta introducir una contraseña más larga...
fr: Impossible de modifier votre mot de passe. Essayez d'entrer un mot de passe plus long...
it: Impossibile modificare la password. Prova a inserire una password più lunga...
pt_br: Não foi possível alterar sua senha. Tente digitar uma senha mais longa...
tr: Parolanız değiştirilemedi. Daha uzun bir parola girmeyi deneyin...
vi: Không thể thay đổi mật khẩu của bạn. Hãy thử một mật khẩu dài hơn...

source: Unable to change your password. Try entering your old password correctly...
de_de: Sie können Ihr Passwort nicht ändern. Versuchen Sie, Ihr altes Passwort richtig einzugeben...
es: No se puede cambiar la contraseña. Intenta introducir tu antigua contraseña correctamente...
fr: Impossible de changer votre mot de passe. Essayez de saisir correctement votre ancien mot de passe...
it: Impossibile modificare la password. Provare a inserire correttamente la vecchia password...
pt_br: Não foi possível alterar sua senha. Tente digitar sua senha antiga corretamente...
tr: Parolanız değiştirilemedi. Eski parolanızı doğru girdiğinizden emin olun...
vi: Không thể thay đổi mật khẩu của bạn. Hãy thử nhập chính xác mật khẩu cũ của bạn...

source: Unblock
de_de: Entsperren
fr: Débloquer
it: Sblocca
pt_br: Desbloquear
tr: Engeli kaldır

source: Update email
de_de: E-Mail aktualisieren
es: Actualizar correo electrónico
fr: Mise à jour du courrier électronique
it: Aggiorna email
pt_br: Atualizar e-mail
tr: E-postayı güncelle

source: Use the primary color to highlight the notifications indicator
de_de: Verwenden Sie die Primärfarbe, um die Benachrichtigungsanzeige hervorzuheben
fr: Utilisez la couleur principale pour mettre en évidence l'indicateur de notification
it: Utilizzare il colore primario per evidenziare l'indicatore delle notifiche
pt_br: Use a cor primária para destacar o indicador de notificações
tr: Bildirim göstergesini vurgulamak için birincil rengi kullan

source: User
de_de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
pt_br: Usuário
tr: Kullanıcı
vi: Người Dùng

source: User interface for signing in, creating, editing and viewing accounts, user profiles, and settings.
de_de: Benutzeroberfläche zum Anmelden, Erstellen, Bearbeiten und Anzeigen von Konten, Benutzerprofilen und Einstellungen.
fr: Interface utilisateur permettant de se connecter, de créer, de modifier et d'afficher des comptes, des profils d'utilisateur et des paramètres.
it: Interfaccia utente per l'accesso, la creazione, la modifica e la visualizzazione di account, profili utente e impostazioni.
pt_br: Interface de usuário para fazer login, criar, editar e visualizar contas, perfis de usuário e configurações.
tr: Giriş yapma, hesap oluşturma, düzenleme ve kullanıcı profilleri ile ayarlarını görüntüleme için kullanıcı arayüzü.

source: User timeline
de_de: Benutzer-Zeitleiste
es: Timeline del usuario
fr: Flux de l'utilisateur
it: Timeline dell'utente
pt_br: Linha do tempo do usuário
tr: Kullanıcı zaman tüneli
vi: Bảng tin người dùng

source: Users
de_de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
pt_br: Usuários
tr: Kullanıcılar

source: Users directory
de_de: Benutzerverzeichnis
fr: Répertoire d'utilisateurs
it: Lista degli utenti
pt_br: Diretório de usuários
tr: Kullanıcı dizini

source: Users directory (%{total})
de_de: Benutzerverzeichnis (%{total})
fr: Répertoire d'utilisateurs (%{total})
it: Lista degli utenti (%{total})
pt_br: Diretório de usuários (%{total})
tr: Kullanıcı dizini (%{total})

source: View
de_de: Ansicht
es: Ver
fr: Voir
it: Vedi
pt_br: Ver
tr: Görüntüleme

source: View Federation Status
tr: Federasyon durumunu görüntüle

source: View known users from instance
de_de: Bekannte Benutzer der Instanz anzeigen
fr: Afficher les utilisateurs connus de l'instance
it: Vedi utenti conosciuti dal sito
pt_br: Visualizar usuários conhecidos da instância
tr: Sunucudaki bilinen kullanıcıları görüntüle

source: View messages
tr: Mesajları görüntüle

source: View notifications
tr: Bildirimleri görüntüle

source: View profile
de_de: Profil ansehen
fr: Voir le profil
it: Vedi profilo
pt_br: Ver perfil
tr: Profili görüntüle

source: View remotely
es: Ver a distancia
fr: Voir à distance
it: Vedi in remoto
pt_br: Ver remotamente
tr: Uzaktan görüntüle

source: Visit instance
de_de: Instanz besuchen
fr: Visiter l'instance
it: Visita sito
pt_br: Visite a instância
tr: Sunucuyu ziyaret et

source: WARNING: Deleting a user profile means that this user (%{username}) and all related data and activities will be deleted.
de_de: WARNUNG: Das Löschen eines Benutzerprofils bedeutet, dass dieser Benutzer (%{username}) und alle damit verbundenen Daten und Aktivitäten gelöscht werden.
fr: AVERTISSEMENT : La suppression d'un profil d'utilisateur signifie que cet utilisateur (%{username}) et toutes les données et activités qui y sont liées seront supprimées.
it: ATTENZIONE: L'eliminazione di un profilo utente comporta la cancellazione di questo utente (%{username}) e di tutti i dati e le attività ad esso correlati.
pt_br: AVISO: A exclusão de um perfil de usuário significa que esse usuário (%{username}) e todos os dados e atividades relacionados serão excluídos.
tr: UYARI: Bir kullanıcı profilini silmek, bu kullanıcının (%{username}) ve ilgili tüm verilerin ve etkinliklerin silinmesi anlamına gelir.

source: Website
de_de: Webseite
fr: Site web
it: Sito web
pt_br: Site
tr: Ağ sitesi
vi: Máy chủ

source: Welcome Description
de_de: Willkommen Beschreibung
fr: Description de l'accueil
it: Descrizione di Benvenuto
pt_br: Descrição de boas-vindas
tr: Hoş geldiniz açıklaması

source: Welcome Title
de_de: Willkommen Titel
fr: Titre de bienvenue
it: Titolo di Benvenuto
pt_br: Título de boas-vindas
tr: Hoş geldiniz başlığı

source: Welcome back!
de_de: Willkommen zurück!
es: Bienvenido de nuevo.
fr: Bienvenue !
it: Bentornatə!
pt_br: Bem-vindo de volta!
tr: Tekrar hoş geldiniz!
vi: Chào mừng trở lại!
