Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_social.po
Languages: de, es_mx, fr, it_it, pt, pt_br, tr, vi

source: (Curated activities)
de: (Kuratierte Aktivitäten)
es_mx: (Actividades filtradas)
fr: (Activités sélectionnées)
it_it: (attività curate)
pt: (Atividades selecionadas)
tr: (Özenle seçilmiş faaliyetler)

source: Activities I've shared
de: Aktivitäten, die ich geteilt habe
es_mx: Actividades que he compartido
fr: Activités que j'ai partagées
it_it: Attività che ho condiviso
pt: Atividades que compartilhei
tr: Paylaştığım faaliyetler

source: Activities of people I follow
de: Aktivitäten von Personen, denen ich folge
es_mx: Actividades de las personas a las que sigo
fr: Activités des personnes que je suis
it_it: Attività di persone che seguo
pt: Atividades das pessoas que sigo
tr: Takip ettiğim kişilerin faaliyetleri

source: Activities with a specific hashtag
de: Aktivitäten mit einem bestimmten Hashtag
es_mx: Actividades con un hashtag específico
fr: Activités avec un hashtag spécifique
it_it: Attività con uno specifico hashtag
pt: Atividades com uma hashtag específica
tr: Belirli bir etiket içeren faaliyetler

source: All activities
de: Alle Aktivitäten
es_mx: Toda la actividad
fr: Toutes les activités
it_it: Tutte le attività
pt: Todas as atividades
tr: Tüm faaliyetler

source: All known articles
de: Alle bekannten Artikel
es_mx: Todos los artículos conocidos
fr: Tous les articles connus
it_it: Tutti gli articolo conosciuti
pt: Todos os artigos conhecidos
tr: Bilinen tüm makaleler

source: All known audio
de: Alle bekannten Audio
es_mx: Todo el audio conocido
fr: Toutes les données audio connues
it_it: Tutti gli audio conosciuti
pt: Todos os áudios conhecidos
tr: Bilinen tüm sesler

source: All known books
de: Alle bekannten Bücher
es_mx: Todos los libros conocidos
fr: Tous les livres connus
it_it: Tutti i libri conosciuti
pt: Todos os livros conhecidos
tr: Bilinen tüm kitaplar

source: All known images
de: Alle bekannten Bilder
es_mx: Todas las imágenes conocidas
fr: Toutes les images connues
it_it: Tutte le immagini conosciute
pt: Todas as imagens conhecidas
tr: Bilinen tüm görseller

source: All known research publications
de: Alle bekannten Forschungspublikationen
es_mx: Todas las publicaciones de investigación conocidas
fr: Toutes les publications de recherche connues
it_it: Tutte le pubblicazioni ricercate
pt: Todas as publicações de pesquisa conhecidas
tr: Bilinen tüm araştırma yayınları

source: All known videos
de: Alle bekannten Videos
es_mx: Todos los vídeos conocidos
fr: Toutes les vidéos connues
it_it: Tutti i video conosciuti
pt: Todos os vídeos conhecidos
tr: Bilinen tüm videolar

source: An error occurred while accepting the request
pt: Ocorreu um erro ao aceitar a solicitação
tr: İstek kabul edilirken bir hata oluştu

source: Articles
de: Artikel
es_mx: Artículos
it_it: Articoli
pt: Artigos
tr: Makaleler

source: Audio
pt: Áudio
tr: Ses

source: Automatically fetch replies when importing posts.
pt: Obter respostas automaticamente ao importar postagens.
tr: Gönderileri içe aktarırken yanıtları otomatik olarak getir.

source: Basic social networking functionality, such as feeds and discussions.
de: Grundlegende Funktionen für soziale Netzwerke, wie Feeds und Diskussionen.
es_mx: Funcionalidades básicas de networking, cómo paneles de actividad y discusiones.
fr: Fonctionnalités de base des réseaux sociaux, telles que les flux et les discussions.
it_it: Funzionalità di base del social network, come i feed e le discussioni.
pt: Funcionalidade básica de rede social, como feeds e discussões.
tr: Akışlar ve tartışmalar gibi temel sosyal ağ işlevselliği.

source: Bookmarked
de: Als Lesezeichen gespeichert
es_mx: Favoritos
pt: Salvo
tr: Yer imlerine eklendi

source: Bookmarks
de: Lesezeichen
es_mx: Guardados
fr: Favoris
it_it: Segnalibri
pt: Favoritos
tr: Yer İmleri

source: Books
de: Bücher
es_mx: Libros
fr: Livres
it_it: Libri
pt: Livros
tr: Kitaplar

source: Boosted
es_mx: Impulsada
pt: Repostado
pt_br: Impulsionado
tr: Yükseltildi
vi: Đã đăng lại

source: Content I've bookmarked
pt: Conteúdo que marquei como favorito
tr: Yer işaretlerine eklediğim içerikler

source: Context Preload Rules
de: Regeln für das Vorladen von Kontexten
es_mx: Reglas de precarga de contexto
fr: Règles de préchargement du contexte
pt: Regras de pré-carregamento de contexto
tr: Bağlam Ön Yükleme Kuralları

source: Could not federate the quote request
pt: Não foi possível federar a solicitação de cotação
tr: Alıntı isteği federe edilemedi

source: Curated
de: Kuratiert
es_mx: Filtrado
fr: Selectionné
it_it: Curati
pt: Com curadoria
tr: Özenle seçilmiş

source: Curated activities
de: Kuratierte Aktivitäten
es_mx: Actividades filtradas
fr: Activités sélectionnées
it_it: Attività curate
pt: Atividades selecionadas
tr: Özenle seçilmiş faaliyetler

source: Default Feed
de: Standard-Feed
es_mx: Panel de actividad por defecto
fr: Alimentation par défaut
it_it: Feed di default
pt: Alimentação padrão
tr: Varsayılan Akış

source: Default Sort Order
de: Standard-Sortierreihenfolge
es_mx: Orden de clasificación por defecto
fr: Ordre de tri par défaut
it_it: Ordine predefinito
pt: Ordem de classificação padrão
tr: Varsayılan Sıralama Düzeni

source: Default Time Limit
de: Standard-Zeitlimit
es_mx: Límite de tiempo por defecto
fr: Délai par défaut
it_it: Limite di tempo di default
pt: Limite de tempo padrão
tr: Varsayılan Zaman Sınırı

source: Default feed to display when visiting the feed page.
de: Standard-Feed, der beim Besuch der Feed-Seite angezeigt wird.
es_mx: Panel de actividad a mostrar cuando se visite la página del panel de actividad.
fr: Flux par défaut à afficher lors de la visite de la page des flux.
it_it: Feed predefinito da visualizzare quando si visita la pagina dei feed.
pt: Feed padrão a ser exibido ao visitar a página de feed.
tr: Akış sayfasını ziyaret ederken görüntülenecek varsayılan akış.

source: Default sorting order for feeds.
de: Standard-Sortierreihenfolge für Feeds.
es_mx: Orden por defecto de los paneles de actividad.
fr: Ordre de tri par défaut des flux.
it_it: Ordine di default per i feed.
pt: Ordem de classificação padrão para feeds.
tr: Akışlar için varsayılan sıralama düzeni.

source: Default time window for feed content (in days).
de: Standardzeitfenster für den Inhalt des Feeds (in Tagen).
es_mx: Ventana de tiempo por defecto del contenido del panel de actividad.
fr: Fenêtre temporelle par défaut pour le contenu du flux (en jours).
it_it: Finestra temporale predefinita per il contenuto del feed (in giorni).
pt: Janela de tempo padrão para o conteúdo do feed (em dias).
tr: Akış içeriği için varsayılan zaman penceresi (gün olarak).

source: Did you know you can customise which activities you want to be notified for in your settings ?
de: Wussten Sie, dass Sie in Ihren Einstellungen festlegen können, für welche Aktivitäten Sie benachrichtigt werden möchten?
es_mx: ¿Sabías que puedes personalizar en la configuración las actividades para las que quieres recibir notificaciones?
fr: Saviez-vous que vous pouvez personnaliser les activités pour lesquelles vous souhaitez être notifié dans vos paramètres ?
it_it: Sapevi che potevi personalizzare per quali attività vuoi essere notificato nelle tue impostazioni?
pt: Você sabia que pode personalizar as atividades para as quais deseja ser notificado em suas configurações?
tr: Ayarlarınızda hangi faaliyetler için bildirim almak istediğinizi özelleştirebileceğinizi biliyor muydunuz?

source: Email on Mentions/Replies
de: E-Mail auf Erwähnungen/Antworten
es_mx: Correo electrónico sobre menciones/respuestas
fr: Courriel sur les mentions/réponses
it_it: Email o Menzioni/Risposte
pt: E-mail sobre menções/respostas
tr: Bahsetmeler/Yanıtlar Üzerine E-posta

source: Events
de: Veranstaltungen
es_mx: Eventos
fr: Evénements
it_it: Eventi
pt: Eventos
tr: Etkinlikler

source: Events and gatherings
de: Veranstaltungen und Versammlungen
es_mx: Actos y reuniones
fr: Manifestations et rassemblements
it_it: Eventi e raduni
pt: Eventos e reuniões
tr: Etkinlikler ve toplantılar

source: Explore
de: Erkunden
es_mx: Explorar
fr: Explorer
it_it: Esplora
pt: Explorar
tr: Keşfet

source: Explore local activities
de: Erkunden Sie lokale Aktivitäten
es_mx: Explore las actividades locales
fr: Explorer les activités locales
it_it: Esplora attività locali
pt: Explore as atividades locais
tr: Yerel faaliyetleri keşfet

source: Feed Preload Presets
de: Voreinstellungen für die Vorspannung
es_mx: Cargar paneles de actividad predefinidos
fr: Préréglages de précharge de l'alimentation
it_it: Preset Precaricati del Feed
pt: Predefinições de pré-carga de alimentação
tr: Akış Ön Yükleme Ön Ayarları

source: Feed Presets
de: Voreinstellungen füttern
es_mx: Paneles de actividad predefinidos
fr: Préréglages d'alimentation
it_it: Preset del Feed
pt: Predefinições de alimentação
tr: Akış Ön Ayarları

source: Feeds
es_mx: Paneles de actividad
fr: Flux
it_it: Feed
tr: Akışlar

source: Fetch thread replies on import
pt: Obter respostas de thread na importação
tr: İçe aktarmada ileti dizisi yanıtlarını getir

source: Flagged
pt: Sinalizado
pt_br: Sinalizado
tr: İşaretlendi
vi: Đã Báo Cáo

source: Flagged (all)
pt: Sinalizados (todos)
tr: İşaretlendi (tümü)

source: Following
de: Folgt dir
es_mx: Siguiendo
fr: Suivis
it_it: Seguiti
pt: Seguindo
tr: Takip Edilenler

source: Get email notifications for replies or mentions.
de: Erhalten Sie E-Mail-Benachrichtigungen für Antworten oder Erwähnungen.
es_mx: Recibir notificaciones por correo electrónico para respuestas y menciones.
fr: Recevez des notifications par courrier électronique en cas de réponses ou de mentions.
it_it: Ricevere notifiche via e-mail per le risposte o le menzioni.
pt: Receba notificações por e-mail sobre respostas ou menções.
tr: Yanıtlar veya bahsetmeler için e-posta bildirimleri alın.

source: Have you not bookmarked anything yet?
de: Haben Sie noch keine Lesezeichen gesetzt?
es_mx: ¿No has guardado nada aún?
fr: Vous n’avez encore rien mis en favoris ?
it_it: Non hai ancora inserito i segnalibri?
pt: Você ainda não marcou nada nos favoritos?
tr: Henüz herhangi bir şeye yer işareti koymadınız mı?

source: Have you not boosted anything yet?
de: Haben Sie noch nichts geboostet?
es_mx: ¿Aún no has recomendado algo?
fr: Vous n'avez encore rien partagé ?
it_it: Non hai ancora diffuso nulla?
pt: Você ainda não aumentou nada?
tr: Henüz herhangi bir şeyi yükseltmediniz mi?

source: Have you not liked anything yet?
de: Haben Sie noch nichts gemocht?
es_mx: ¿No le has dado me gusta algo aún?
fr: Vous n'avez encore rien aimé ?
it_it: Non ti è ancora piaciuto nulla?
pt: Você ainda não gostou de nada?
tr: Henüz herhangi bir şeyi beğenmediniz mi?

source: Images
de: Bilder
es_mx: Imágenes
it_it: Immagini
pt: Imagens
tr: Görseller

source: Include Followed Categories
de: Verfolgte Kategorien einbeziehen
es_mx: Incluir categorías seguidas
fr: Inclure les catégories suivies
it_it: Includi Categorie Sefuite
pt: Incluir categorias seguidas
tr: Takip Edilen Kategorileri Dahil Et

source: Include Notifications
de: Benachrichtigungen einbeziehen
es_mx: Incluir notificaciones
fr: Inclure les notifications
it_it: Includi Notifiche
pt: Incluir notificações
tr: Bildirimleri Dahil Et

source: Include content from categories you follow in your feed.
de: Nehmen Sie Inhalte aus Kategorien, denen Sie folgen, in Ihren Feed auf.
es_mx: Incluir contenido de categorías que sigues en tu panel de actividad.
fr: Incluez dans votre flux du contenu provenant des catégories que vous suivez.
it_it: Includi contenuti da categorie che segui nel tuo feed
pt: Inclua conteúdo das categorias que você segue em seu feed.
tr: Takip ettiğiniz kategorilerdeki içeriği akışınıza dahil edin.

source: Include my content
de: Meinen Inhalt einbeziehen
es_mx: Incluir mi contenido
fr: Inclure mon contenu
it_it: Includi i miei contenuti
pt: Incluir meu conteúdo
tr: İçeriğimi Dahil Et

source: Include my own posts in your feed.
de: Nehmen Sie meine eigenen Beiträge in Ihren Feed auf.
es_mx: Incluir tus publicaciones en tu panel de actividad
fr: Inclure mes propres articles dans votre flux.
it_it: Includi in miei stessi post nel tuo feed.
pt: Inclua minhas próprias publicações em seu feed.
tr: Kendi gönderilerimi akışınıza dahil et.

source: Include notifications in my main feed.
de: Benachrichtigungen in meinen Haupt-Feed einfügen.
es_mx: Incluir notificaciones en tu panel de actividad.
fr: Inclure les notifications dans mon flux principal.
it_it: Includi notifiche nel mio feed principale.
pt: Incluir notificações em meu feed principal.
tr: Ana akışıma bildirimleri dahil et.

source: It seems like the paint is still fresh and there are no activities to explore...
de: Es scheint, als sei die Farbe noch frisch und es gäbe keine Aktivitäten zu entdecken...
es_mx: Parece que la pintura aún está fresca y no hay actividades que explorar...
fr: On a l'impression que la peinture est encore fraîche et qu'il n'y a pas d'activités à explorer...
it_it: Sembra che la vernice sia ancora fresca e che non ci siano attività da esplorare...
pt: Parece que a pintura ainda está fresca e não há atividades para explorar...
tr: Görünüşe göre boya hala taze ve keşfedilecek hiçbir faaliyet yok...

source: It seems like the paint is still fresh on this instance...
de: Es scheint, als sei die Farbe in dieser Instanz noch frisch...
es_mx: Parece que la pintura aún está fresca en este caso...
fr: Il semble que la peinture soit encore fraîche sur ce site...
it_it: Sembra che la vernice sia ancora fresca in questo sito...
pt: Parece que a pintura ainda está fresca nesse caso...
tr: Görünüşe göre bu sunucuda boya hala taze...

source: It seems you and other local users do not follow anyone on a different federated instance
de: Es scheint, dass Sie und andere lokale Benutzer niemandem auf einer anderen föderierten Instanz folgen
es_mx: Parece que usted y otros usuarios locales no siguen a nadie en una instancia federada diferente
fr: Il semble que vous et les autres utilisateurs ne suivez personne sur d'autres sites fédérées.
it_it: Sembra che tu e altri utenti locali non seguiate nessuno su un altro sito federato.
pt: Parece que você e outros usuários locais não seguem ninguém em uma instância federada diferente
tr: Görünüşe göre siz ve diğer yerel kullanıcılar farklı bir federe sunucudaki kimseyi takip etmiyorsunuz

source: Liked
pt: Curtido
pt_br: Curtido
tr: Beğenilen
vi: Đã thích

source: Local
de: Örtlich
it_it: Locale
tr: Yerel

source: Local Media
de: Lokale Medien
fr: Médias locaux
it_it: Media locale
pt: Mídia local
tr: Yerel Medya

source: Local instance activities
de: Aktivitäten der lokalen Instanz
es_mx: Actividades de la instancia
fr: Activités de l'instance locale
it_it: Attività del sito locale
pt: Atividades da instância local
tr: Yerel sunucu faaliyetleri

source: Most boosted activities from the last week
pt: Atividades mais repostadas da última semana
tr: Geçen haftanın en çok yükseltilen faaliyetleri

source: Most boosted posts with links
pt: As postagens mais repostadas com links
tr: Bağlantılı en çok yükseltilen gönderiler

source: No articles found
de: Keine Artikel gefunden
es_mx: No se han encontrado artículos
fr: Aucun article trouvé
it_it: Nessun articolo trovato
pt: Nenhum artigo encontrado
tr: Makale bulunamadı

source: No books found
de: Keine Bücher gefunden
es_mx: No se han encontrado libros
fr: Aucun livre trouvé
it_it: Nessun libro trovato
pt: Nenhum livro encontrado
tr: Kitap bulunamadı

source: No events found
de: Keine Ereignisse gefunden
es_mx: No se han encontrado eventos
fr: Aucun événement trouvé
it_it: Nessun evento trovato
pt: Nenhum evento encontrado
tr: Etkinlik bulunamadı

source: No trending links yet
pt: Ainda não há links de trending topics
tr: Henüz trend bağlantı yok

source: No trending posts yet
pt: Ainda não há postagens em alta
tr: Henüz trend gönderi yok

source: Nothing curated yet?
de: Noch nichts kuratiert?
es_mx: ¿Aún no hay nada filtrado?
fr: Rien n'a encore été sélectionné ?
it_it: Ancora niente di curato?
pt: Ainda não há nada selecionado?
tr: Henüz özenle seçilmiş bir şey yok mu?

source: Notifications
de: Benachrichtigungen
es_mx: Notificaciones
it_it: Notifiche
pt: Notificações
tr: Bildirimler

source: Notifications for me
de: Benachrichtigungen für mich
es_mx: Notificaciones para mí
fr: Notifications pour moi
it_it: Notifiche per me
pt: Notificações para mim
tr: Bana özel bildirimler

source: Object not found or you have no permission to delete it
de: Objekt nicht gefunden oder Sie haben keine Berechtigung, es zu löschen
es_mx: Objeto no encontrado o no tiene permiso para borrarlo
fr: Objet introuvable ou vous n'avez pas l'autorisation de le supprimer
it_it: L'oggetto non è stato trovato o non si ha il permesso di eliminarlo
pt: Objeto não encontrado ou você não tem permissão para excluí-lo
tr: Nesne bulunamadı veya silme izniniz yok

source: Object types to exclude by default
de: Objekttypen, die standardmäßig auszuschließen sind
es_mx: Tipos de objetos a excluir por defecto
fr: Types d'objets à exclure par défaut
it_it: Tipi di oggetti da escludere per impostazione predefinita
pt: Tipos de objetos a serem excluídos por padrão
tr: Varsayılan olarak hariç tutulacak nesne türleri

source: Pending requests for me
de: Offene Anfragen für mich
es_mx: Solicitudes pendientes para mí
fr: Demandes en attente pour moi
it_it: Richieste sospese per me
pt: Solicitações pendentes para mim
tr: Bana bekleyen istekler

source: Posts
es_mx: Publicaciones
fr: Articles et commentaires
it_it: Messaggi
pt: Postagens
tr: Gönderiler

source: Posts (not including replies)
de: Beiträge (ohne Antworten)
es_mx: Publicaciones (sin incluir las respuestas)
fr: Messages (sans compter les réponses)
pt: Postagens (sem incluir respostas)
tr: Gönderiler (yanıtlar dahil değil)

source: Posts need to be boosted to appear in trending
pt: Os posts precisam ser impulsionados para aparecer nas tendências
tr: Trendlerde görünmek için gönderilerin yükseltilmesi gerekir

source: Predefined feed configurations available to users.
de: Vordefinierte Feed-Konfigurationen für die Benutzer.
es_mx: Configuraciones predefinidas de paneles de actividad disponibles para los usuarios.
fr: Des configurations d'alimentation prédéfinies sont mises à la disposition des utilisateurs.
it_it: Configurazioni del feed predefinite a disposizione degli utenti.
pt: Configurações de feed predefinidas disponíveis para os usuários.
tr: Kullanıcılara sunulan önceden tanımlanmış akış yapılandırmaları.

source: Predefined feed configurations.
de: Vordefinierte Futtermittelkonfigurationen.
es_mx: Configuraciones de paneles de actividad predefinidos.
fr: Configurations d'alimentation prédéfinies.
it_it: Configurazioni di feed predefinite
pt: Configurações de alimentação predefinidas.
tr: Önceden tanımlanmış akış yapılandırmaları.

source: Predefined preload settings for feeds (technical setting).
de: Vordefinierte Vorlasteinstellungen für Futtermittel (technische Einstellung).
es_mx: Ajustes predefinidos de precarga para los paneles de actividad (ajuste técnico).
fr: Réglages de précharge prédéfinis pour les aliments (réglage technique).
it_it: Impostazioni predefinite di precarico per i feed (impostazione tecnica).
pt: Configurações de pré-carga predefinidas para alimentações (configuração técnica).
tr: Akışlar için önceden tanımlanmış ön yükleme ayarları (teknik ayar).

source: Preload Rules
de: Vorlastregeln
es_mx: Normas de precarga
fr: Règles de précharge
it_it: Regole precaricate
pt: Regras de pré-carga
tr: Ön Yükleme Kuralları

source: Remote
de: Entfernt
es_mx: Remoto
fr: A distance
it_it: moto
pt: Remoto
tr: Uzak

source: Remote activities from other federated instances
de: Fernaktivitäten von anderen Verbundinstanzen
es_mx: Actividades remotas desde otras instancias federadas
fr: Activités à distance à partir d'autres instances fédérées
it_it: Attività remote da altri siti federati
pt: Atividades remotas de outras instâncias federadas
tr: Diğer federe sunuculardan gelen uzak faaliyetler

source: Requests
de: Anfragen an
es_mx: Solicitudes
fr: Demandes
it_it: RIchieste
pt: Solicitações
tr: İstekler

source: Research
de: Forschung
es_mx: Investigación
fr: Recherche
it_it: Ricerca
pt: Pesquisa
tr: Araştırma

source: Rules for preloading data based on context (technical setting).
de: Regeln für das Vorladen von Daten in Abhängigkeit vom Kontext (technische Einstellung).
es_mx: Reglas de precarga de datos en función del contexto (configuración técnica).
fr: Règles de préchargement des données en fonction du contexte (paramètres techniques).
it_it: Regole per il precaricamento dei dati in base al contesto (impostazione tecnica).
pt: Regras para pré-carregamento de dados com base no contexto (configuração técnica).
tr: Bağlama dayalı veri ön yükleme kuralları (teknik ayar).

source: Rules for preloading data based on filters (technical setting).
de: Regeln für das Vorladen von Daten auf der Grundlage von Filtern (technische Einstellung).
es_mx: Reglas de precarga de datos basadas en filtros (configuración técnica).
fr: Règles de préchargement des données basées sur des filtres (paramètres techniques).
it_it: Regole per il precaricamento dei dati in base a filtri (impostazione tecnica).
pt: Regras para pré-carregamento de dados com base em filtros (configuração técnica).
tr: Filtrelere dayalı veri ön yükleme kuralları (teknik ayar).

source: Share interesting links to see them here
pt: Compartilhe links interessantes para vê-los aqui
tr: İlginç bağlantıları burada görmek için paylaşın

source: Sorry, you cannot boost this
de: Tut mir leid, Sie können das nicht boosten
es_mx: Lo sentimos, no puedes recomendar esto
fr: Désolé, vous ne pouvez pas partager ceci
it_it: Scusami, non puoi diffonderlo.
pt: Desculpe, mas você não pode repostar isso
pt_br: Desculpe, mas você não pode aumentar isso
tr: Üzgünüm, bunu yükseltemezsiniz

source: Sorry, you cannot currently combine these filters (%{types_list}), please try removing the last filter you added.
de: Leider können Sie diese Filter derzeit nicht kombinieren (%{types_list}). Bitte versuchen Sie, den zuletzt hinzugefügten Filter zu entfernen.
es_mx: Lo sentimos, actualmente no puede combinar estos filtros (%{types_list}), por favor, intente eliminar el último filtro que ha añadido.
fr: Désolé, vous ne pouvez pas actuellement combiner ces filtres (%{types_list}), veuillez essayer de supprimer le dernier filtre que vous avez ajouté.
it_it: Scusami, al momento non puoi combinare questi filtri (%{types_list}), prova a rimuovere l'ultimo che hai aggiunto
pt: Desculpe, mas no momento não é possível combinar esses filtros (%{types_list}). Tente remover o último filtro que você adicionou.
tr: Üzgünüm, bu filtreleri (%{types_list}) şu anda birleştiremezsiniz, lütfen eklediğiniz son filtreyi kaldırmayı deneyin.

source: Sorry, you cannot pin this
de: Tut mir leid, Sie können das nicht anheften
es_mx: Lo sentimos, no puede fijar esto
fr: Désolé, vous ne pouvez pas épingler ceci
it_it: Scusami, non puoi fissare questo
pt: Desculpe, mas você não pode fixar isso
pt_br: Desculpe, mas você não pode fixar isso
tr: Üzgünüm, bunu sabitleyemezsiniz

source: Sorry, you cannot pin to the instance
de: Leider können Sie die Instanz nicht anheften
es_mx: Lo sentimos, no se puede fijar a la instancia
fr: Désolé, vous ne pouvez pas épingler pour toute l'instance
pt: Desculpe, mas você não pode fixar para a instância
pt_br: Desculpe, mas você não pode fixar a instância
tr: Üzgünüm, sunucuya sabitleyemezsiniz

source: Sorry, you cannot react to this
de: Tut mir leid, Sie können nicht darauf reagieren
es_mx: Lo siento, no puede reaccionar a esto
fr: Désolé, vous ne pouvez pas réagir à ceci
it_it: Scusami, non puoi aggiungere reazioni a questo
pt: Desculpe, mas você não pode reagir a isso
pt_br: Desculpe, mas você não pode reagir a isso
tr: Üzgünüm, buna tepki veremezsiniz
