Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_boundaries.po
Languages: de_de, fr, fr_ca, it_it, pt, pt_br, sv, tr, vi

source: You have successfully unblocked this user
pt_br: Você desbloqueou este usuário com sucesso

source: You have successfully unghosted instance-wide this user
pt_br: Você conseguiu remover o host de toda a instância desse usuário

source: You have successfully unghosted this user
pt_br: Você desfez a invisibilização deste usuário com sucesso

source: You have successfully unsilenced instance-wide this user
pt_br: Você conseguiu cancelar o silêncio de toda a instância desse usuário

source: You have successfully unsilenced this user
pt_br: Este usuário foi silenciado com sucesso

source: You need to create at list one circle
pt_br: Você precisa criar pelo menos um círculo

source: You will be able to undo this later but may not be able to see any activities you missed.
fr: Vous pourrez annuler cette opération ultérieurement, mais il se peut que vous ne puissiez pas voir les activités que vous avez manquées.
pt_br: Você poderá desfazer isso mais tarde, mas talvez não consiga ver as atividades que perdeu.
vi: Bạn sẽ có thể hoàn tác việc này nhưng có thể không xem được bất kỳ hoạt động nào bạn đã bỏ lỡ.

source: You will be able to undo this later but they may not be able to see any activities they missed.
fr: Vous pourrez annuler cette opération ultérieurement, mais il se peut qu'ils ne puissent pas voir les activités qu'ils ont manquées.
pt_br: Você poderá desfazer isso mais tarde, mas talvez eles não consigam ver as atividades que perderam.
vi: Bạn sẽ có thể hoàn tác việc này nhưng họ có thể không xem được bất kỳ hoạt động nào mà họ đã bỏ lỡ.

source: You will not receive any updates from the users or instances on this list
pt_br: Você não receberá nenhuma atualização dos usuários ou instâncias dessa lista

source: You will still be able to view their profile or read their posts using direct links.
fr: Vous pourrez toujours consulter leur profil ou lire leurs publications en utilisant des liens directs.
pt_br: Você ainda poderá visualizar o perfil ou ler as postagens usando links diretos.
vi: Bạn vẫn có thể xem hồ sơ của họ hoặc đọc các bài viết của họ thông qua các liên kết trực tiếp.

source: You won't be able to @ mention or message them.
fr: Vous ne pourrez pas les @ mentionner ou leur envoyer des messages.
pt_br: Você não poderá @mencionar ou enviar mensagens para eles.
vi: Bạn sẽ không thể @ nhắc đến hoặc nhắn riêng họ.

source: You won't be able to follow them.
fr: Vous ne pourrez pas les suivre.
pt_br: Você não conseguirá segui-los.
vi: Bạn sẽ không thể theo dõi họ.

source: You won't see any @ mentions or messages they send you.
fr: Vous ne verrez pas leurs @ mentions ou les messages qu'ils vous envoient.
pt_br: Você não verá nenhuma @ menção ou mensagem que eles enviarem a você.
vi: Bạn sẽ không thể xem bất cứ @ lượt nhắc hoặc nhắn riêng nào mà họ gửi cho bạn.

source: You won't see anything they write/create in feeds.
fr: Vous ne verrez pas dans vos flux ce qu'ils écrivent/créent.
pt_br: Você não verá nada que eles escrevam/criem nos feeds.
vi: Bạn sẽ không thể xem bất cứ thứ gì của họ trong các Bảng Tin.

source: Your %{activity_type} will be publicly visible to everyone on the fediverse and in search engines.
fr: Votre %{activity_type} sera publiquement visible par tous dans la fediverse et dans les moteurs de recherche.
pt_br: Sua %{activity_type} ficará visível publicamente para todos no fediverso e nos mecanismos de busca.
vi: %{activity_type} của bạn sẽ hiển thị công khai cho mọi người trên mạng fediverse và trong các công cụ tìm kiếm.

source: Your %{activity_type} will be visible to anyone @ mentioned (plus yourself and instance admins).
fr: Votre %{activity_type} sera visible par toutes les personnes @ mentionnées (et vous-même et les administrateurs d'instance).
pt_br: Sua %{activity_type} ficará visível para qualquer pessoa @ mencionada (além de você e os administradores da instância).
vi: %{activity_type} của bạn sẽ hiển thị với bất kỳ ai @ được nhắc đến (lẫn bạn và quản trị viên máy chủ).

source: Your %{activity_type} will only be visible to members of your local instance.
fr: Votre %{activity_type} ne sera visible que par les membres de votre instance locale.
pt_br: Sua %{activity_type} só será visível para os membros de sua instância local.
vi: %{activity_type} của bạn sẽ chỉ hiển thị với những người trên máy chủ của bạn.

source: Your %{activity_type} will only be visible to the person you are messaging (plus yourself and possibly instance admins).
fr: Votre %{activity_type} ne sera visible que par les personne à qui vous envoyez un message (plus vous-même et éventuellement les administrateurs d'instance).
pt_br: Sua %{activity_type} só será visível para a pessoa com quem você está trocando mensagens (além de você mesmo e possivelmente os administradores da instância).
vi: %{activity_type} sẽ chỉ hiển thị với người mà bạn đang nhắn riêng (lẫn bạn và có thể là quản trị viên máy chủ).

source: Your role
pt_br: Sua função

source: Your role:
pt_br: Sua função:

source: circles
pt_br: círculos

source: customised
pt_br: personalizado

source: details
pt_br: detalhes

source: members
pt_br: membros

source: removed from circle!
pt_br: removido do círculo!

source: this user
fr: cet utilisateur
pt_br: este usuário
vi: người này

source: Add, edit or remove boundaries
de_de: Grenzen hinzufügen, bearbeiten oder entfernen
fr_ca: Ajouter, modifier ou supprimer des limites
it_it: Aggiungi, modifica o rimuovi confini
pt: Adicionar, editar ou remover limites
sv: Lägg till, redigera, eller ta bort gränser
tr: Sınırları ekle, düzenle veya kaldır.

source: Annotate
de_de: Annotieren
fr_ca: Annoter
it_it: Annota
pt: Anotar
sv: Annotera
tr: Açıklama

source: Annotate a video or other content
de_de: Ein Video oder einen anderen Inhalt mit Anmerkungen versehen
fr_ca: Annoter une vidéo ou un autre contenu
it_it: Annota un video o altro contenuto
pt: Anotar um vídeo ou outro conteúdo
sv: Annotera en video eller annat innehåll
tr: Bir videoya veya başka bir içeriğe açıklama ekleyin

source: Anyone in the fediverse
it_it: Chiunque nel fediverso
tr: Fediverse'deki herkes

source: Anyone on the internet
it_it: Chiunque su internet
tr: İnternetteki herkes

source: Assign
de_de: Zuweisen
fr_ca: Attribuer
it_it: Assegna
pt: Atribuir
sv: Tilldela
tr: Atamak

source: Assign roles or tasks
de_de: Rollen oder Aufgaben zuweisen
fr_ca: Attribuer des rôles ou des tâches
it_it: Assegna un ruolo o compito
pt: Atribuir funções ou tarefas
sv: Tilldela roller eller uppgifter
tr: Rolleri veya görevleri atayın

source: Bookmark
de_de: Lesezeichen
fr_ca: Ajouter aux favoris
it_it: Segnalibro
pt: Salvar
sv: Bokmärke
tr: Yer imi

source: Bookmark an object (only visible to you)
de_de: Lesezeichen für ein Objekt setzen (nur für Sie sichtbar)
fr_ca: Mettre un objet en signet (visible uniquement par vous)
it_it: Segnalibro di un oggetto (solo visibile a te)
pt: Marcar um objeto como favorito (visível apenas para você)
sv: Sätt bokmärke på ett objekt (kan bara ses av dig)
tr: Bir nesneyi yer imlerine ekleyin (yalnızca sizin görebileceğiniz)

source: Boost
fr_ca: Partager
pt: Repostar
tr: Öne çıkar

source: Boost an object (and notify the author)
de_de: Ein Objekt verstärken (und den Autor benachrichtigen)
fr_ca: Partager un objet (et en informer l'auteur)
it_it: Diffondi un oggetto (e notifica l'autore)
pt: Respostar um objeto (e notificar o autor)
sv: Boosta ett objekt (och meddela författaren)
tr: Bir nesneyi öne çıkarın (ve yazarı bilgilendirin)

source: Change general settings
de_de: Allgemeine Einstellungen ändern
fr_ca: Modifier les paramètres généraux
it_it: Cambiare le impostazioni generali
pt: Alterar configurações gerais
sv: Ändra generella inställningar
tr: Genel ayarları değiştir

source: Configure
de_de: Konfigurieren
fr_ca: Configurer
it_it: Configura
pt: Configurar
sv: Konfigurera
tr: Yapılandır

source: Could not hide it
de_de: Konnte es nicht verbergen
fr_ca: Impossible de le cacher
it_it: Non si può nascondere
pt: Não foi possível ocultá-lo
sv: Kunde inte dölja det
tr: Gizlenemedi

source: Could not lock it
de_de: Konnte es nicht sperren
fr_ca: Impossible de le verrouiller
it_it: Non si può bloccare
pt: Não foi possível bloqueá-lo
sv: Kunde inte låsa det
tr: Kilitlenemedi

source: Could not unlock it
de_de: Kann nicht entsperrt werden
fr_ca: Impossible de le déverrouiller
it_it: Non si può sbloccare
pt: Não foi possível desbloqueá-lo
sv: Kunde inte låsa upp det
tr: Kilidi açılamadı

source: Create a post or other object
de_de: Einen Beitrag oder ein anderes Objekt erstellen
fr_ca: Créer un article ou un autre objet
it_it: Crea un post o altro oggetto
pt: Criar uma postagem ou outro objeto
sv: Skapa ett inlägg eller annat objekt
tr: Bir gönderi veya başka bir nesne oluşturun

source: Custom boundary
de_de: Benutzerdefinierte Begrenzung
fr_ca: Limite personnalisée
it_it: Limitazione personalizzata
pt: Limite personalizado
sv: Egen gräns
tr: Özel sınır

source: Delete an object
de_de: Ein Objekt löschen
fr_ca: Supprimer un objet
it_it: Cancella un oggetto
pt: Excluir um objeto
sv: Ta bort ett objekt
tr: Bir nesneyi sil

source: Describe
de_de: Beschreibe
fr_ca: Décrire
it_it: Descrivi
pt: Descrever
sv: Beskriv
tr: Tanımlamak

source: Discoverable in lists (like feeds)
de_de: Auffindbar in Listen (wie Feeds)
fr_ca: Découvrables dans des listes (comme des flux)
it_it: Scopribile in elenchi (come feeds)
pt: Descoberta em listas (como feeds)
sv: Möjlig att hitta i listor (som flöden)
tr: Listelerde (ör. akışlarda) keşfedilebilir

source: Edit
de_de: Bearbeiten
fr_ca: Modifier
it_it: Modifica
pt: Editar
sv: Redigera
tr: Düzenle

source: Edit info and metadata, eg. thread titles
de_de: Informationen und Metadaten bearbeiten, z. B. Thread-Titel
fr_ca: Modifier les informations et les métadonnées, par exemple les titres des discussions
it_it: Modifica info e metadat, ad es titoli delle discussioni
pt: Editar informações e metadados, por exemplo, títulos de tópicos
sv: Redigera information och metadata, t.ex. trådtitlar
tr: Bilgi ve meta verileri düzenleyin, örneğin konu başlıkları

source: Enable/disable extensions or features
de_de: Aktivieren/Deaktivieren von Erweiterungen oder Funktionen
fr_ca: Activer/désactiver des extensions ou des fonctionnalités
it_it: Abilita/disabilita estensioni e funzioni
pt: Ativar/desativar extensões ou recursos
sv: Aktivera/inaktivera tillägg eller egenskaper
tr: Uzantıları veya özellikleri etkinleştirin/devre dışı bırakın

source: Flag
fr_ca: Signaler
it_it: Segnala
pt: Sinalização
sv: Flagga
tr: Bayrak

source: Flag an object for a moderator to review (please note that anyone who can see or read something can flag it anyway)
de_de: Ein Objekt zur Überprüfung durch einen Moderator markieren (bitte beachten Sie, dass jeder, der etwas sehen oder lesen kann, es trotzdem markieren kann)
fr_ca: Marquer un objet pour qu'un modérateur l'examine (veuillez noter que toute personne qui peut voir ou lire un objet peut le marquer de toute façon).
it_it: Segnala un oggetto affinché un moderatore lo riveda (nota che chiunque vede o legge qualcosa può comunque segnalarlo).
pt: Sinalize um objeto para um moderador revisar (observe que qualquer pessoa que possa ver ou ler algo pode sinalizá-lo de qualquer forma)
sv: Flagga ett objekt för granskning av moderator (tänk på att alla som kan se eller läsa något kan flagga det ändå)
tr: Bir nesneyi bir moderatörün incelemesi için işaretle (lütfen unutmayın: bir şeyi görebilen ya da okuyabilen herkes zaten onu işaretleyebilir)

source: Follow
de_de: folgen
fr_ca: Suivre
it_it: Segui
pt: Seguir
sv: Följ
tr: Takip et

source: Follow a user or thread or whatever
de_de: Einem Benutzer oder Thema oder was auch immer folgen
fr_ca: Suivre un utilisateur, un fil de discussion ou autre
it_it: Segui un user o una discussione o altro
pt: Seguir um usuário ou tópico ou qualquer outra coisa
sv: Följ en användare eller tråd eller vad som helst
tr: Bir kullanıcıyı, konuyu veya benzeri bir şeyi takip edin

source: Ghosted
fr_ca: Fantôme
it_it: Nascosto
pt: Invisibilizado
sv: Ghostad
tr: Yok sayıldı

source: Grant
de_de: Gewähren
fr_ca: Accorder
it_it: Permetti
pt: Concessão
sv: Tilldela
tr: Yetki ver

source: Hidden
de_de: Versteckt
fr_ca: Caché
it_it: Nascosto
pt: Oculto
sv: Dold
tr: Gizlenmiş

source: I may administer
fr_ca: Je peux administrer
it_it: Io potrei amministrare
pt: Posso administrar
sv: Jag får administrera
tr: Yönetebilirim

source: Instance Admins
de_de: Instanz-Admins
fr_ca: Administrateurs d'instance
it_it: Amministratori del sito
pt: Administradores de instância
sv: Instansadministratörer
tr: Sunucu Yöneticileri

source: Instance Moderators
de_de: Instanz-Moderatoren
fr_ca: Modérateurs d'instance
it_it: Moderatori del sito
pt: Moderadores de instância
sv: Instansmoderatorer
tr: Sunucu Moderatörleri

source: Invite
de_de: Einladen
fr_ca: Inviter
it_it: Invita
pt: Convite
sv: Bjud in
tr: Davet etmek

source: Join without invitation and invite others
de_de: Ohne Einladung beitreten und andere einladen
fr_ca: S'inscrire sans invitation et inviter d'autres personnes
it_it: Partecipare senza invito e invita altri
pt: Participar sem convite e convidar outras pessoas
sv: Gå med utan inbjudan och bjud in andra
tr: Davetiye olmadan katılın ve başkalarını davet edin

source: Label
fr_ca: Étiqueter
it_it: Etichetta
pt: Legenda
sv: Etikett
tr: Etiket

source: Like
fr_ca: Aimer
it_it: Mi piace
pt: Curtir
sv: Gilla
tr: Beğen

source: Like an object (and notify the author)
de_de: Wie ein Objekt (und benachrichtigen Sie den Autor)
fr_ca: Aimer un objet (et informant l'auteur)
it_it: Mi piace un oggetto (e notifica all'autore)
pt: Como um objeto (e notifique o autor)
sv: Gilla ett objekt (och meddela författaren)
tr: Nesneyi beğen (yazarına bildirim gider)

source: Local
de_de: lokal
it_it: Locale
sv: Lokal
tr: Yerel
vi: Máy chủ

source: Local instance roles & boundaries
de_de: Lokale Instanzrollen und Grenzen
fr_ca: Rôles et limites des instances locales
it_it: Ruoli e Confini del sito locale
pt: Funções e limites da instância local
sv: Lokala instansroller och gränser
tr: Yerel sunucu rolleri ve sınırları

source: Local users
it_it: Utenti locali
tr: Yerel kullanıcılar

source: Local users may contribute
de_de: Lokale Nutzer können beitragen
fr_ca: Les utilisateurs locaux peuvent contribuer
it_it: User locali possono contribuire
pt: Os usuários locais podem contribuir
sv: Lokala användare kan bidra
tr: Yerel kullanıcılar katkıda bulunabilir

source: Local users may read and interact
de_de: Lokale Nutzer können lesen und interagieren
fr_ca: Les utilisateurs locaux peuvent lire et interagir
it_it: User locali possono leggere e interagire
pt: Os usuários locais podem ler e interagir
sv: Lokala användare kan läsa och interagera
tr: Yerel kullanıcılar okuyabilir ve etkileşimde bulunabilir

source: Local users may read, interact and reply
de_de: Lokale Nutzer können lesen, interagieren und antworten
fr_ca: Les utilisateurs locaux peuvent lire, interagir et répondre
it_it: User locali possono leggere, interagire e rispondere
pt: Os usuários locais podem ler, interagir e responder
sv: Lokala användare kan läsa, interagera, och svara
tr: Yerel kullanıcılar okuyabilir, etkileşimde bulunabilir ve yanıt verebilir

source: Locked
de_de: Abgeschlossen
fr_ca: Verrouillé
it_it: Bloccato
pt: Bloqueado
sv: Låst
tr: Kilitli

source: Manage blocks
de_de: Blöcke verwalten
fr_ca: Gérer les blocs
it_it: Gestisci blocchi
pt: Gerenciar blocos
sv: Hantera blockeringar
tr: Blokları yönet

source: Mediate
de_de: Vermitteln
fr_ca: Médiation
it_it: Media
pt: Mediar
sv: Medla
tr: Aracılık etmek

source: Mention
de_de: erwähnen
fr_ca: Mentionner
it_it: Menzione
pt: Menção
sv: Nämn
tr: Bahset

source: Mention a user or object (and notify them)
de_de: Einen Benutzer oder ein Objekt erwähnen (und benachrichtigen)
fr_ca: Mentionner un utilisateur ou un objet (et le notifier)
it_it: Menziona un user o un oggetto (e notificalo)
pt: Mencionar um usuário ou objeto (e notificá-lo)
sv: Nämn en användare eller objekt (och meddela dem)
tr: Bir kullanıcıdan veya nesneden bahsedin (ve onları bilgilendirin)

source: Modify the contents of an existing object
de_de: Ändern des Inhalts eines bestehenden Objekts
fr_ca: Modifier le contenu d'un objet existant
it_it: Modifica il contenuto di un oggetto esistente
pt: Modificar o conteúdo de um objeto existente
sv: Modifiera innehållet i ett existerande objekt
tr: Mevcut bir nesnenin içeriğini değiştirin

source: People I am following
it_it: Persone che seguo
tr: Takip ettiğim kişiler

source: People I am ghosting
it_it: Persone che ho nascosto
tr: Yok saydığım kişiler

source: People I am silencing
it_it: Persone che ho silenziato
tr: Susturduğum insanlar

source: People I ghosted cannot see me
fr_ca: Les personnes que j'ai fantômés ne peuvent pas me voir
it_it: Le persone che ho nascosto non possono vedermi
pt: As pessoas que eu invisibilizei não podem me ver
sv: Människor som jag har ghostat kan inte se mig
tr: Yok saydığım kişiler beni göremez

source: People I silenced aren't discoverable by me
fr_ca: Les personnes que j'ai réduites au silence ne peuvent pas être découvertes par moi
it_it: Le persone che ho silenziato non sono visibili per me
pt: As pessoas que silenciei não podem ser descobertas por mim
sv: Människor som jag har tystat kan inte upptäckas av mig
tr: Susturduğum kişileri göremem.

source: People must request to follow
de_de: Personen müssen darum bitten, zu folgen
fr_ca: Les personnes doivent demander à suivre
it_it: Le persone devoro richiedere di seguire
pt: As pessoas devem solicitar para seguir
sv: Människor måste be om tillstånd att följa
tr: Takip etmek için istek göndermek gerekir

source: People silencing me
it_it: Persone che mi hanno silenziato
tr: Beni susturan kişiler

source: People who I follow may read, interact, and reply
de_de: Personen, denen ich folge, können lesen, interagieren und antworten
fr_ca: Les personnes que je suis peuvent lire, interagir et répondre.
it_it: Le persone che seguo possono leggere, interagire e rispondere
pt: As pessoas que eu sigo podem ler, interagir e responder
sv: Människor som jag följer kan läsa, interagera, och svara
tr: Takip ettiğim kişiler okuyabilir, etkileşimde bulunabilir ve yanıt verebilir

source: People who follow me
it_it: Persone che mi seguono
tr: Beni takip eden kişiler

source: People who silenced me cannot discover me
de_de: Menschen, die mich zum Schweigen brachten, können mich nicht entdecken
fr_ca: Les personnes qui m'ont réduit au silence ne peuvent pas me découvrir
it_it: Le persone che mi hanno silenziato non possono vedermi
pt: As pessoas que me silenciaram não podem me descobrir
sv: Människor som tystat mig kan inte upptäcka mig
tr: Beni susturanlar beni keşfedemezler

source: Pin
de_de: Anheften
fr_ca: Épingler
pt: Pino
sv: Fäst
tr: Sabitle

source: Pin something to highlight it
de_de: Etwas anheften, um es hervorzuheben
fr_ca: Épingler un élément pour le mettre en valeur
it_it: Appunta qualcosa per evidenziarlo
pt: Fixe algo para destacá-lo
sv: Fäst något för att markera det
tr: Bir şeyi vurgulamak için sabitleyin

source: Publicly discoverable and readable
de_de: Öffentlich auffindbar und lesbar
fr_ca: Découvrable et lisible par le public
it_it: Visibile e leggibile pubblicamente
pt: Pode ser descoberto e lido publicamente
sv: Kan upptäckas och läsas offentligt
tr: Herkes tarafından keşfedilebilir ve okunabilir

source: Publicly discoverable, but contents may be hidden
de_de: Öffentlich auffindbar, aber der Inhalt kann verborgen sein
fr_ca: Publiquement découvrable, mais le contenu peut être caché
it_it: Visibile pubblicamente, ma i contenuti possono essere nascosti
pt: Pode ser descoberto publicamente, mas o conteúdo pode estar oculto
sv: Kan upptäckas offentligt, men innehållet kan vara dolt
tr: Herkes tarafından keşfedilebilir, ancak içerikler gizlenebilir

source: Publicly readable, but not necessarily discoverable
de_de: Öffentlich lesbar, aber nicht unbedingt auffindbar
fr_ca: Découvrable par le public, mais pas nécessairement consultables
it_it: Pubblicamente leggibile, ma non necessariamente visibile
pt: Pode ser lido publicamente, mas não necessariamente pode ser descoberto
sv: Kan läsas offentligt, men är inte nödvändigtvis möjligt att upptäcka
tr: Herkes tarafından okunabilir, ancak mutlaka keşfedilebilir değil

source: Quote
it_it: Cita
tr: Alıntı

source: Quote a post or activity
it_it: Cita un post o una attività
tr: Bir gönderiyi veya etkinliği alıntılayın

source: Read
de_de: Lese
fr_ca: Lire
it_it: Leggi
pt: Ler
sv: Läsa
tr: Oku

source: Readable/visible (if you can see or have a direct link)
de_de: Lesbar/sichtbar (wenn Sie sehen können oder einen direkten Link haben)
fr_ca: Lisible/visible (si vous pouvez voir ou avoir un lien direct)
it_it: Leggibile/visibile (se si può vedere o se si ha un link diretto)
pt: Legível/visível (se você puder ver ou tiver um link direto)
sv: Läsbar/synlig (om du kan se eller har en direktlänk)
tr: Okunabilir/görünür (eğer görebiliyorsanız veya doğrudan bir bağlantınız varsa)

source: Remote actors may contribute
de_de: Ferngesteuerte Akteure können beitragen
fr_ca: Les acteurs distants peuvent contribuer
it_it: Attori remoti possono contribuire
pt: Usuários remotos podem contribuir
sv: Distansaktörer kan bidra
tr: Uzak aktörler katkıda bulunabilir

source: Remote actors may read and interact
de_de: Entfernte Akteure können lesen und interagieren
fr_ca: Les acteurs distants peuvent lire et interagir
it_it: Attori remoti possono leggere e interagire
pt: Usuários remotos podem ler e interagir
sv: Distansaktörer kan läsa och interagera
tr: Uzak aktörler okuyabilir ve etkileşime geçebilir

source: Remote actors may read, interact and reply
de_de: Entfernte Akteure können lesen, interagieren und antworten
fr_ca: Les acteurs distants peuvent lire, interagir et répondre
it_it: Attori remoti possono leggere, interagire e rispondere
pt: Usuários remotos podem ler, interagir e responder
sv: Distansaktörer kan läsa, interagera, och svara
tr: Uzaktaki aktörler okuyabilir, etkileşimde bulunabilir ve yanıt verebilir

source: Reply
de_de: Antwort
fr_ca: Répondre
it_it: Risposta
pt: Responder
sv: Svar
tr: Yanıtla

source: Reply to an activity or post
de_de: Auf eine Aktivität oder einen Beitrag antworten
fr_ca: Répondre à une activité ou à un message
it_it: RIspondi ad un'attività o post
pt: Responder a uma atividade ou postagem
sv: Svara på en aktivitet eller ett inlägg
tr: Bir etkinliğe veya gönderiye yanıt verin

source: Request
de_de: Anfrage
fr_ca: Demander
it_it: Richiedi
pt: Solicitação
sv: Begäran
tr: İstek gönder

source: Request permission for another verb (eg. request to follow)
de_de: Um Erlaubnis für ein anderes Verb bitten (z. B. um Erlaubnis zu folgen)
fr_ca: Demander l'autorisation pour un autre verbe (par exemple, demander de suivre)
it_it: Richiedi il permesso per un altro verbo (esempio richiesta di seguire)
pt: Solicitar permissão para outro verbo (por exemplo, solicitar para seguir)
sv: Begär tillstånd för ett annat verb (t.ex. begär tillstånd att följa)
tr: Başka bir eylem için istek gönder (örneğin: takip isteği gönder)

source: Schedule
de_de: Zeitplan
fr_ca: Planifier
it_it: Programma
pt: Cronograma
sv: Schema
tr: Takvim

source: See
de_de: Siehe
fr_ca: Voir
it_it: Vedi
pt: Ver
sv: Se
tr: Gör

source: See flags
fr_ca: Voir les signalements
it_it: Vedi flags
pt: Ver bandeiras
sv: Se flaggor
tr: Bayraklara bak

source: Send a message
de_de: Eine Nachricht senden
fr_ca: Envoyer un message
it_it: Invia un messaggio
pt: Enviar uma mensagem
sv: Skicka ett meddelande
tr: Mesaj gönder
