Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_search.po
Languages: de_de, fr_ca, it, pt_br, sv, tr

source: All
fr_ca: Tous
pt_br: Todos
tr: Hepsi

source: Could not load more results
de_de: Weitere Ergebnisse konnten nicht geladen werden
fr_ca: Impossible de charger d'autres résultats
it: Non è possibili caricare più risultati
pt_br: Não foi possível carregar mais resultados
sv: Kunde inte ladda fler resultat
tr: Daha fazla sonuç yüklenemedi

source: Default searchable fields
de_de: Standardmäßig durchsuchbare Felder
fr_ca: Champs consultables par défaut
it: Campi ricercabili di default
pt_br: Campos pesquisáveis padrão
sv: Förinställda sökbara fält
tr: Varsayılan aranabilir alanlar

source: Facets
pt_br: Facetas
sv: Fasetter
tr: Yönler

source: Facets to include
pt_br: Facetas a serem incluídas
sv: Fasetter att inkludera
tr: Dahil edilecek yönler

source: Filter or show more results
de_de: Filtern oder mehr Ergebnisse anzeigen
fr_ca: Filtrer ou afficher plus de résultats
it: Filtra o mostra più risultati
pt_br: Filtrar ou mostrar mais resultados
sv: Filtrera eller visa fler resultat
tr: Filtrele veya daha fazla sonuç göster

source: Fuzzy search
de_de: Unscharfe Suche
pt_br: Pesquisa difusa
sv: Fuzzy sök
tr: Bulanık arama

source: Hashtags
tr: Konu etiketleri

source: Invalid pagination parameters
de_de: Ungültige Paginierungsparameter
fr_ca: Paramètres de pagination non valides
it: Parametri di paginazione non validi
pt_br: Parâmetros de paginação inválidos
sv: Ogiltiga sidbrytningsparametrar
tr: Geçersiz sayfalandırma parametreleri

source: No search term found
de_de: Kein Suchbegriff gefunden
fr_ca: Aucun terme de recherche n'a été trouvé
it: Nessun termine di ricerca trovato
pt_br: Nenhum termo de pesquisa encontrado
sv: Ingen sökterm hittades
tr: Hiçbir arama terimi bulunamadı

source: Nothing relevant was found
de_de: Es wurde nichts Relevantes gefunden
fr_ca: Rien de pertinent n'a été trouvé
it: Non è stato trovato niente di rilevante
pt_br: Nada de relevante foi encontrado
sv: Inget relevant hittades
tr: İlgili hiçbir şey bulunamadı

source: Number of results to include
de_de: Anzahl der zu berücksichtigenden Ergebnisse
fr_ca: Nombre de résultats à inclure
it: Numero di risultati da includere
pt_br: Número de resultados a serem incluídos
sv: Antal resultat att inkludera
tr: Dahil edilecek sonuç sayısı

source: Posts
fr_ca: Articles et commentaires
it: Post
pt_br: Publicações
sv: Inlägg
tr: Gönderiler

source: Private (eg. DMs or custom boundaries)
it: Privato (es. messaggi diretti o limitazioni personalizzate)
pt_br: Privado (por exemplo, DMs ou limites personalizados)
tr: Özel (örn. DM'ler veya özel sınırlar)

source: Private included
pt_br: Privado incluído
tr: Özel dahil

source: Public only
de_de: Nur für die Öffentlichkeit
fr_ca: Public uniquement
it: Solamente pubblico
pt_br: Somente para o público
sv: Endast offentligt
tr: Yalnızca herkese açık

source: Results for:
pt_br: Resultados para:
tr: Sonuçlar:

source: Search
de_de: Suche
fr_ca: Rechercher
it: Ricerca
pt_br: Pesquisa
sv: Sök
tr: Ara

source: Search content
pt_br: Pesquisar conteúdo
tr: İçerik ara

source: Search for users or content.
de_de: Suche nach Benutzern oder Inhalten.
fr_ca: Rechercher des utilisateurs ou du contenu.
it: Ricerca per users o contenuto.
pt_br: Pesquise usuários ou conteúdo.
sv: Sök efter användare eller innehåll.
tr: Kullanıcı veya içerik arayın.

source: Search indexing
de_de: Suchindizierung
fr_ca: Indexation de la recherche
it: Indicizzazione della ricerca
pt_br: Indexação de pesquisa
sv: Sökindexering
tr: Arama dizini

source: Search...
de_de: Suche...
fr_ca: Rechercher...
it: Ricerca...
pt_br: Pesquisar...
sv: Sök...
tr: Ara...

source: Searching for a matching federated activity...
pt_br: Procurando por uma atividade federada correspondente...
tr: Eşleşen federasyon etkinliği aranıyor...

source: Searching for a matching federated profile...
pt_br: Procurando por um perfil federado correspondente...
tr: Eşleşen bir federasyon profili aranıyor...

source: That's all the search results!
de_de: Das sind alle Suchergebnisse!
fr_ca: Voilà tous les résultats de la recherche !
it: Questi sono tutti i risultati della ricerca!
pt_br: Esses são todos os resultados da pesquisa!
sv: Det är alla sökresultat!
tr: İşte tüm arama sonuçları!

source: Users
de_de: Benutzer
fr_ca: Utilisateurs
it: Utenti
pt_br: Usuários
sv: Användare
tr: Kullanıcılar

source: total results
de_de: Gesamtanzahl der Ergebnisse
fr_ca: résultats
it: risultati totali
pt_br: resultados totais
sv: Totala resultat
tr: toplam sonuçlar

source: All types
de_de: alle Arten
it: Tutti i tipi
sv: Alla typer
