Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/bonfire_ui_me.po
Languages: de_de, es, fr, it, pt_br, tr, vi

source: Delete all the data associated with your account
de_de: Löschen Sie alle mit Ihrem Konto verbundenen Daten
es: Borrar todos los datos asociados a su cuenta
fr: Supprimer toutes les données associées à votre compte
it: Cancella tutti i dati associati al tuo account
pt_br: Excluir todos os dados associados à sua conta
tr: Hesabınızla ilişkili tüm verileri sil

source: Deleting your account means that ALL your user profiles and all related data and activities will be deleted.
de_de: Die Löschung Ihres Kontos bedeutet, dass ALLE Ihre Benutzerprofile und alle damit verbundenen Daten und Aktivitäten gelöscht werden.
es: Eliminar su cuenta significa que se borrarán TODOS sus perfiles de usuario y todos los datos y actividades relacionados.
fr: La suppression de votre compte signifie que TOUS vos profils d'utilisateur et toutes les données et activités qui s'y rapportent seront supprimés.
it: L'eliminazione dell'account comporta la cancellazione di TUTTI i profili utente e di tutti i relativi dati e attività.
pt_br: A exclusão da sua conta significa que TODOS os seus perfis de usuário e todos os dados e atividades relacionados serão excluídos.
tr: Hesabınızı silmek, TÜM kullanıcı profillerinizin ve ilgili tüm verilerin ve etkinliklerin silinmesi anlamına gelir.

source: Deleting your account will delete all your user profiles, and remove all your data from this server. This includes all your posts, comments, and any other data associated with your account.
tr: Hesabınızı silmek tüm kullanıcı profillerinizi siler ve bu sunucudaki tüm verilerinizi kaldırır. Buna tüm gönderileriniz, yorumlarınız ve hesabınızla ilişkili diğer tüm veriler dahildir.

source: Deleting your user profile means that this user (%{username}) and all related data and activities (but not any other user profiles under this account) will be deleted.
de_de: Das Löschen Ihres Benutzerprofils bedeutet, dass dieser Benutzer (%{username}) und alle damit verbundenen Daten und Aktivitäten (aber keine anderen Benutzerprofile unter diesem Konto) gelöscht werden.
es: Eliminar su perfil de usuario significa que este usuario (%{username}) y todos los datos y actividades relacionados (pero no cualquier otro perfil de usuario bajo esta cuenta) serán eliminados.
fr: La suppression de votre profil d'utilisateur signifie que cet utilisateur (%{username}) et toutes les données et activités qui s'y rapportent (mais pas les autres profils d'utilisateur sous ce compte) seront supprimés.
it: L'eliminazione del profilo utente implica la cancellazione di questo utente (%{username}) e di tutti i dati e le attività ad esso correlati (ma non di altri profili utente sotto questo account).
pt_br: A exclusão do seu perfil de usuário significa que esse usuário (%{username}) e todos os dados e atividades relacionados (mas não quaisquer outros perfis de usuário dessa conta) serão excluídos.
tr: Kullanıcı profilinizi silmek, bu kullanıcının (%{username}) ve ilgili tüm verilerin ve etkinliklerin (bu hesap altındaki diğer kullanıcı profilleri hariç) silinmesi anlamına gelir.

source: Deleting your user profile will remove all associated data from this server. This includes all posts, comments, and any other data associated with this user profile. It will also send requests to delete your data to other fediverse servers.
tr: Kullanıcı profilinizi silmek, bu sunucudaki tüm ilişkili verileri kaldırır. Buna bu kullanıcı profiline ait tüm gönderiler, yorumlar ve diğer tüm veriler dahildir. Ayrıca verilerinizin silinmesi için diğer fediverse sunucularına da istek gönderilir.

source: Deletion in progress
de_de: Löschung im Gange
es: Eliminación en curso
fr: Suppression en cours
it: Cancellazione in corso
pt_br: Exclusão em andamento
tr: Silme işlemi devam ediyor

source: Description text displayed on the welcome/about page.
de_de: Beschreibungstext, der auf der Willkommens-/Übersichtsseite angezeigt wird.
es: Texto descriptivo que aparece en la página de bienvenida/acerca de.
fr: Texte de description affiché sur la page de bienvenue/à propos.
it: Descrizione mostrata sulla pagina di benvenuto e delle informazioni
pt_br: Texto de descrição exibido na página de boas-vindas/sobre.
tr: Karşılama/hakkında sayfasında gösterilen açıklama metni.

source: Digital Space Defaults
de_de: Digitaler Raum Standardwerte
es: Valores por defecto del Espacio Digital
fr: Valeurs par défaut de l'espace numérique
it: Default per lo Spazio Digitale
pt_br: Padrões do espaço digital
tr: Dijital Alan Varsayılanları

source: Disabled
de_de: Deaktiviert
es: Deshabilitar
fr: Désactivé
it: Disabilitato
pt_br: Desativado
tr: Devredışı

source: Discoverability
de_de: Auffindbarkeit
es: Descubribilidad
fr: Découvrabilité
it: Visibilità
pt_br: Capacidade de descoberta
tr: Keşfedilebilirlik
vi: Cho phép khám phá

source: Discussions
tr: Tartışmalar

source: Discussions default layout
de_de: Diskussionen Standardlayout
es: Diseño predeterminado de las discusiones
fr: Discussions sur la mise en page par défaut
it: Layout di default per le discussioni
pt_br: Discussões sobre o layout padrão
tr: Tartışmalar için varsayılan düzen

source: Discussions default sort
de_de: Diskussionen Standard-Sortierung
es: Ordenación por defecto de las discusiones
fr: Discussions sur le tri par défaut
pt_br: Classificação padrão das discussões
tr: Tartışmalar için varsayılan sıralama

source: Do not show a list of trending tags or groups
de_de: Keine Liste von Trend-Tags oder Gruppen anzeigen
es: No mostrar una lista de etiquetas o grupos de tendencias
fr: Ne pas afficher une liste de tags ou de groupes en vogue
it: Non mostrare una lista di tag o gruppi di tendenza
pt_br: Não mostrar uma lista de tags ou grupos de tendências
tr: Trend olan etiketler veya gruplar listesini gösterme

source: Do you already have an account?
de_de: Haben Sie bereits ein Konto?
es: ¿Ya tiene una cuenta?
fr: Avez-vous déjà un compte ?
it: Hai già un account?
pt_br: Você já tem uma conta?
tr: Zaten bir hesabınız var mı?
vi: Bạn đã có tài khoản?

source: Don't have an account yet?
de_de: Sie haben noch kein Konto?
es: ¿Aún no tienes una cuenta?
fr: Vous n'avez pas encore de compte ?
it: Non hai ancora un account?
pt_br: Ainda não tem uma conta?
tr: Henüz bir hesabınız yok mu?
vi: Bạn chưa có tài khoản?

source: Don't have an account?
de_de: Sie haben noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
pt_br: Não tem uma conta?
tr: Hesabınız yok mu?

source: Edit
de_de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt_br: Editar
tr: Düzenle

source: Edit profile
de_de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
pt_br: Editar perfil
tr: Profili düzenle
vi: Sửa hồ sơ

source: Eg. Team, Cooperative, Non-profit Organisation, or Moderation Team, ...
de_de: Z. B. Team, Genossenschaft, gemeinnützige Organisation, oder Moderationsteam, ...
es: Por ejemplo, equipo, cooperativa, organización sin ánimo de lucro, o equipo de moderación, ...
fr: Par exemple, équipe, coopérative, organisation à but non lucratif, ou équipe de modération, ...
it: Ad esempio Squadra, Cooperativa, Organizzazione No Profit, o Squadra di Moderazione, ....
pt_br: Por exemplo, equipe, cooperativa, organização sem fins lucrativos ou equipe de moderação, ...
tr: Örn. Ekip, Kooperatif, Kâr Amacı Gütmeyen Kuruluş veya Moderasyon Ekibi, ...

source: Email Backend
tr: E-posta Altyapısı

source: Email Configuration
tr: E-posta Yapılandırması

source: Email address
de_de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse électronique
it: Indirizzo e-mail
pt_br: Endereço de e-mail
tr: E-posta adresi
vi: Địa chỉ email

source: Email address or @username
de_de: E-Mail Adresse oder @Benutzername
es: Dirección de correo electrónico o @nombredeusuario
fr: Adresse électronique ou @nom_utilisateur
it: Indirizzo e-mail o @username
pt_br: Endereço de e-mail ou @nomedeusuário
tr: E-posta adresi veya @kullanıcıadı
vi: Địa chỉ email hoặc @tênngườidùng

source: Email address that will appear as sender
tr: Gönderen olarak görünecek e-posta adresi

source: Email notifications
de_de: E-Mail-Benachrichtigungen
es: Notificaciones por correo electrónico
fr: Notifications par courrier électronique
it: Notifiche Email
pt_br: Notificações por e-mail
tr: E-posta bildirimleri

source: Enable OpenTelemetry
tr: OpenTelemetry’yi etkinleştir

source: Enable doom scrolling
de_de: Doom-Scrolling aktivieren
es: Activar el doom scrolling
fr: Activer le défilement du doom
it: Attiva doomscrolling
pt_br: Ativar a rolagem doom
tr: Sonsuz kaydırmayı etkinleştir

source: Enable experimental and in-development features.
de_de: Aktivieren Sie experimentelle und in der Entwicklung befindliche Funktionen.
es: Habilitar funciones experimentales y en desarrollo.
fr: Activer les fonctionnalités expérimentales et en cours de développement.
it: Attiva funzioni sperimentali o in sviluppo
pt_br: Habilitar recursos experimentais e em desenvolvimento.
tr: Deneysel ve geliştirme aşamasındaki özellikleri etkinleştir.

source: Enable federation?
de_de: Föderation aktivieren?
es: ¿Permitir la federación?
fr: Activer la fédération ?
it: Attiva federazione?
pt_br: Habilitar a federação?
tr: Federasyonu etkinleştir?

source: Enable infinite scrolling in feeds.
de_de: Aktivieren Sie das unendliche Scrollen in Feeds.
es: Activar el desplazamiento infinito en los feeds.
fr: Activer le défilement infini dans les flux.
it: Attiva scorrimento infinito nei feed.
pt_br: Ative a rolagem infinita nos feeds.
tr: Akışlarda sonsuz kaydırmayı etkinleştir.

source: Enable telemetry data collection and export
tr: Telemetri verilerinin toplanmasını ve dışa aktarılmasını etkinleştir

source: Enabled
de_de: Aktiviert
es: Habilitar
fr: Activé
it: Attivato
pt_br: Ativado
tr: Etkin

source: Enables stricter enforcement of users' boundaries and blocks, as well as instance-wide blocks. Please note that this may reduce performance, reach, and/or compatibility with some federated apps. In addition, this does not fully prevent public posts and profiles from being fetched by third parties.
de_de: Ermöglicht eine strengere Durchsetzung von Benutzergrenzen und -sperren sowie von instanzweiten Sperren. Bitte beachten Sie, dass dies die Leistung, Reichweite und/oder Kompatibilität mit einigen föderierten Anwendungen verringern kann. Darüber hinaus wird dadurch nicht vollständig verhindert, dass öffentliche Beiträge und Profile von Dritten abgerufen werden können.
es: Permite una aplicación más estricta de los límites y bloqueos de los usuarios, así como de los bloqueos en toda la instancia. Ten en cuenta que esto puede reducir el rendimiento, el alcance o la compatibilidad con algunas aplicaciones federadas. Además, esto no impide completamente que las publicaciones y los perfiles públicos sean obtenidos por terceros.
fr: Permet une application plus stricte des limites et des blocs des utilisateurs, ainsi que des blocs à l'échelle de l'instance. Veuillez noter que cela peut réduire les performances, la portée et/ou la compatibilité avec certaines applications fédérées. En outre, cela n'empêche pas totalement les posts et profils publics d'être récupérés par des tiers.
it: Abilita un'esecuzione più rigorosa di blocchi e limitazioni degli/delle utenti e di blocchi di tutto il sito. Gentilmente tieni a mente che questo potrebbe ridurre le prestazioni, la portata e/o la compatibilità con alcune app federate. Oltretutto, ciò non previene che le pubblicazioni e i profili pubblici siano raggiunti da terzi.
pt_br: Permite a aplicação mais rigorosa dos limites e bloqueios dos usuários, bem como dos bloqueios em toda a instância. Observe que isso pode reduzir o desempenho, o alcance e/ou a compatibilidade com alguns aplicativos federados. Além disso, isso não impede totalmente que postagens e perfis públicos sejam buscados por terceiros.
tr: Kullanıcı sınırlarının ve engellemelerin yanı sıra sunucu genelindeki engellemelerin daha sıkı uygulanmasını sağlar. Bunun performansı, erişimi ve/veya bazı federasyonlu uygulamalarla uyumluluğu azaltabileceğini unutmayın. Ayrıca bu ayar, herkese açık gönderi ve profillerin üçüncü taraflarca alınmasını tamamen engellemez.

source: Enter at least 3 characters to search
tr: Arama yapmak için en az 3 karakter girin

source: Enter the same password again
de_de: Geben Sie das gleiche Passwort erneut ein
es: Introduzca de nuevo la misma contraseña
fr: Entrez à nouveau le même mot de passe
it: Immetti nuovamente la stessa password
pt_br: Digite a mesma senha novamente
tr: Aynı şifreyi tekrar girin
vi: Nhập lại mật khẩu

source: Enter your email address and you will be sent a password reset link.
de_de: Geben Sie Ihre E-Mail-Adresse ein und Sie erhalten einen Link zum Zurücksetzen des Passworts.
es: Introduzca su dirección de correo electrónico y se le enviará un enlace para restablecer la contraseña.
fr: Saisissez votre adresse électronique et vous recevrez un lien de réinitialisation du mot de passe.
it: Inserisci il tuo indirizzo e-mail e ti sarà inviato un link per reimpostare la password.
pt_br: Digite seu endereço de e-mail e você receberá um link para redefinição de senha.
tr: E-posta adresinizi girin, size bir şifre sıfırlama bağlantısı gönderilecektir.
vi: Nhập địa chỉ email của bạn và chúng tôi sẽ gửi một liên kết đặt lại mật khẩu.

source: Enter your fediverse nick to %{verb} %{user_name} remotely
de_de: Geben Sie Ihren fediverse nick ein, um %{verb} %{user_name} aus der Ferne
es: Introduce tu nick de fediverse para %{verb} %{user_name} remotamente
fr: Entrez votre pseudo fediverse pour %{verb} %{user_name} à distance
it: Inserisci il tuo nick del fediverso per %{verb} %{user_name} in remoto
pt_br: Digite seu nick do fediverso para %{verb} %{user_name} remotamente
tr: %{user_name} kullanıcısıyla uzaktan %{verb} yapmak için fediverse kullanıcı adınızı girin

source: Enter your name or a pseudonym
de_de: Geben Sie Ihren Namen oder ein Pseudonym ein
es: Introduzca su nombre o un seudónimo
fr: Entrez votre nom ou un pseudonyme
it: Inserisci il tuo nome o uno pseudonimo
pt_br: Digite seu nome ou um pseudônimo
tr: Adınızı veya bir takma ad girin
vi: Nhập tên hoặc bút danh của bạn

source: Error:
de_de: Fehler:
fr: Erreur :
it: Errore:
pt_br: Erro:
tr: Hata:

source: Everyone
tr: Herkes

source: Expand
de_de: Erweitern
es: Ampliar
fr: Ouvrir
it: Espandi
pt_br: Expandir
tr: Genişlet

source: Experimental Features
de_de: Experimentelle Features
es: Características experimentales
fr: Caractéristiques expérimentales
it: Funzioni Sperimentali
pt_br: Recursos experimentais
tr: Deneysel Özellikler

source: Export
de_de: Exportieren
es: Exportar
fr: Exportation
it: Esporta
pt_br: Exportação
tr: Dışa aktar

source: Export block lists
de_de: Blocklisten exportieren
es: Exportar listas de bloqueo
fr: Exporter des listes de blocs
it: Esporta le liste dei bloccati/e
pt_br: Exportar listas de blocos
tr: Engelleme listelerini dışa aktar

source: Extensions
de_de: Erweiterungen
es: Extensiones
it: Estensioni
pt_br: Extensões
tr: Eklentiler
vi: Tiện ích

source: Extra settings
de_de: Zusätzliche Einstellungen
es: Ajustes adicionales
fr: Paramètres supplémentaires
it: Impostazioni Extra
pt_br: Configurações extras
tr: Ek ayarlar

source: Federation
de_de: Föderation
es: Federación
fr: Fédération
it: Federazione
pt_br: Federação
tr: Federasyon

source: Federation & Privacy
de_de: Föderation und Datenschutz
es: Federación y privacidad
fr: Fédération et vie privée
it: Federazione e Privacy
pt_br: Federação e privacidade
tr: Federasyon ve Gizlilik

source: Federation Status
tr: Federasyon Durumu

source: Federation status
tr: Federasyon durumu

source: Feed presets
es: Paneles de actividad predefinidos
fr: Préréglages d'alimentation
it: Presettaggi dei feed
pt_br: Predefinições do feed
tr: Akış ön ayarları

source: File Storage (S3)
tr: Dosya Depolama (S3)

source: Finish signing up with %{provider}
tr: %{provider} ile kaydı tamamla

source: Flagged by users
es: Marcado por los usuarios
fr: Marqués par les utilisateurs
it: Segnalato dagli utenti
pt_br: Sinalizado por usuários
tr: Kullanıcılar tarafından işaretlendi

source: Flat
es: Plano
fr: Plat
it: Piatto
pt_br: Plano
tr: Düz

source: Followers
de_de: Follower
es: Seguidores
fr: Suiveurs
it: Seguaci
pt_br: Seguidores
tr: Takipçiler
vi: Người theo dõi

source: Following
de_de: Folgt dir
es: Siguiendo
fr: Suivis
it: Seguiti
pt_br: Seguindo
tr: Takip edilenler
vi: Đang theo dõi

source: Follows
de_de: Folgt
es: Sigue
fr: Suivis
it: Segue
pt_br: Seguidores
tr: Takip edilenler
vi: Lượt theo dõi

source: Font
de_de: Schriftart
es: Fuente
fr: Police
pt_br: Fonte
tr: Yazı tipi

source: Font Families
de_de: Schriftarten-Familien
es: Familias tipográficas
fr: Familles de polices
it: Famiglie di Font
pt_br: Famílias de fontes
tr: Yazı tipi boyutu

source: Forgot password
de_de: Passwort vergessen
es: Olvidé mi contraseña
fr: Mot de passe oublié
it: Password dimenticata
pt_br: Esqueci minha senha
tr: Şifremi unuttum
vi: Quên mật khẩu

source: Forgot password?
de_de: Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
pt_br: Esqueceu a senha?
tr: Şifrenizi mi unuttunuz?

source: Forgot your password?
de_de: Haben Sie Ihr Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fr: Vous avez oublié votre mot de passe ?
it: Hai dimenticato la password?
pt_br: Esqueceu sua senha?
tr: Şifrenizi mi unuttunuz?
vi: Quên mật khẩu?

source: Forward flags to remote instances by default
tr: Bayrakları varsayılan olarak uzak sunuculara ilet.

source: Full name
de_de: voller Name
es: Nombre y apellidos
fr: Nom complet
it: Nome e cognome
pt_br: Nome completo
tr: Ad Soyad
vi: Họ tên đầy đủ

source: Fully disabled
de_de: Vollständig deaktiviert
es: Totalmente desactivado
fr: Entièrement désactivé
it: Completamente disbilitato
pt_br: Totalmente desativado
tr: Tamamen devre dışı

source: General
de_de: Allgemein
fr: Général
it: Generale
pt_br: Geral
tr: Genel

source: General Configuration
de_de: Allgemeine Konfiguration
es: Configuración general
fr: Configuration générale
it: Configurazione Generale
pt_br: Configuração geral
tr: Genel Yapılandırma

source: General Settings
de_de: Allgemeine Einstellungen
es: Configuración general
fr: Paramètres généraux
it: Impostazioni Generali
pt_br: Configurações gerais
tr: Genel Ayarlar

source: Get latest activities
de_de: Neueste Aktivitäten abrufen
es: Últimas actividades
fr: Dernières activités
it: Ottieni le ultime attività
pt_br: Receba as atividades mais recentes
tr: En son etkinlikleri al

source: Ghosted
fr: Fantôme
it: Nascosto
pt_br: Invisibilizado
tr: Hayalet
vi: Chặn

source: Ghosted People & Instances
tr: Hayaletlenen Kişiler ve Sunucular

source: Ghosted instance-wide
es: Ghosted en toda la instancia
fr: Fantômisé au niveau de l'instance
pt_br: Invisibilizado em toda a instância
tr: Sunucu genelinde hayaletlenen

source: Ghosted users and instances cannot see or interact with you or your content. This is a stronger form of blocking where they are completely invisible to each other.
tr: Hayaletlenen kullanıcılar ve sunucular sizi veya içeriğinizi göremez ya da sizinle etkileşime geçemez. Bu, tarafların birbirine tamamen görünmez olduğu daha güçlü bir engelleme türüdür.

source: Give access to the @%{username} user to your team
de_de: Geben Sie Ihrem Team Zugriff auf den Benutzer @%{username}
es: Dar acceso al usuario @%{username} a su equipo
fr: Donnez accès à l'utilisateur @%{username} à votre équipe
it: Concedi all'utente @%{username} l'accesso al tuo team
pt_br: Conceda acesso ao usuário @%{username} à sua equipe
tr: @%{username} kullanıcısına ekibiniz için erişim ver
vi: Cấp quyền truy cập cho @%{username} vào đội ngũ của bạn

source: Great! We've emailed you another link. Please click it to continue.
de_de: Super! Wir haben Ihnen einen weiteren Link per E-Mail geschickt. Bitte klicken Sie ihn an, um fortzufahren.
es: Perfecto. Le hemos enviado otro enlace por correo electrónico. Haga clic en él para continuar.
fr: Super ! Nous vous avons envoyé un autre lien par e-mail. Veuillez le cliquer pour continuer.
it: Ottimo! Ti ho inviato un altro collegamento via email. Gentilmente cliccalo per procedere.
pt_br: Ótimo! Nós lhe enviamos outro link por e-mail. Clique nele para continuar.
tr: Harika! Size başka bir bağlantı e-postayla gönderildi. Devam etmek için lütfen tıklayın.
vi: Tuyệt! Chúng tôi đã gửi cho bạn một liên kết khác qua email. Vui lòng nhấn vào nó để tiếp tục.

source: Guests
de_de: Gäste
es: Invitados
fr: Invités
it: Invitati
pt_br: Convidados
tr: Misafirler

source: Hey %{name}, nice to meet you!
de_de: Hey %{name}, schön, dich kennenzulernen!
es: Hola %{name}, ¡encantado de conocerte!
fr: Salut %{name}, ravi de vous rencontrer !
it: Ehi %{name}, piacere di conoscerti!
pt_br: Olá %{name}, prazer em conhecê-lo!
tr: Merhaba %{name}, tanıştığımıza memnun olduk!
vi: Chào %{name}, rất vui được gặp bạn!

source: Hey there! Let's fill out your profile!
de_de: Hallo zusammen! Lass uns dein Profil ausfüllen!
es: ¡Hola! Por favor complete su perfil.
fr: Bonjour ! Remplissons votre profil !
it: Ciao! Compiliamo il tuo profilo!
pt_br: Olá! Vamos preencher seu perfil!
tr: Merhaba! Haydi profilini dolduralım!
vi: Ấy ơi! Hãy điền thông tin hồ sơ của bạn nhé!

source: Hide avatars
de_de: Avatare ausblenden
es: Ocultar avatares
fr: Cacher les avatars
it: Nascondi avatar
pt_br: Ocultar avatares
tr: Avatarları gizle

source: Hide avatars throughout the app?
de_de: Avatare in der gesamten App ausblenden?
es: ¿Ocultar avatares en toda la aplicación?
fr: Cacher les avatars dans l'application ?
it: Nascondere avatar in tutta l'app?
pt_br: Ocultar avatares em todo o aplicativo?
tr: Uygulama genelinde avatarlar gizlensin mi?

source: Hide media
de_de: Medien ausblenden
es: Ocultar media
fr: Cacher les médias
it: Nascondi media
pt_br: Ocultar mídia
tr: Medyayı gizle

source: Hide the number of total users on this instance
de_de: Ausblenden der Gesamtzahl der Benutzer auf dieser Instanz
es: Ocultar el número total de usuarios en esta instancia
fr: Cacher le nombre total d'utilisateurs sur cette instance
it: Nascondi il numero di user totali in questo sito
pt_br: Oculta o número total de usuários nesta instância
tr: Bu sunucudaki toplam kullanıcı sayısını gizle

source: Hide trending topics
de_de: Trending Topics ausblenden
es: Ocultar los trending topics
fr: Masquer les sujets à la mode
it: Nascondi topic di tendenza
pt_br: Ocultar trending topics
tr: Trend konuları gizle

source: Highlight Badge Counters
de_de: Highlight Ausweiszähler
es: Destacar los contadores de insignias
fr: Mettre en évidence les compteurs de badges
it: Evidenzia Contatore Badge
pt_br: Destaque para os contadores de crachás
tr: Rozet sayaçlarını vurgula

source: Highlight notifications indicator
tr: Bildirim göstergesini vurgula

source: Highlight the unread notification indicator
de_de: Markieren Sie die Anzeige für ungelesene Benachrichtigungen
es: Resaltar el indicador de notificaciones no leídas
fr: Mettre en évidence l'indicateur de notifications non lues
it: Evidenzia l'indicatore di notifica di non letto
pt_br: Destaque o indicador de notificação não lida
tr: Okunmamış bildirim göstergesini öne çıkar

source: Honeycomb API Key
tr: Honeycomb API Anahtarı

source: Hooray! You are registered
de_de: Hurra! Du bist registriert
es: ¡Hurra! Estás registrad@
fr: Hourra ! Vous êtes inscrit
it: Evviva! Sei registratə
pt_br: Viva! Você está registrado
tr: Yaşasın! Kaydınız tamamlandı
vi: Hooray! Bạn đã hoàn tất đăng ký
