Repository: bonfire-networks/bonfire-app
Catalog: priv/localisation/*/LC_MESSAGES/errors.po
Languages: hr, lt, tr

source: can't be blank
hr: ne može ostati prazno
lt: negali būti tuščias.
tr: boş olamaz

source: has already been taken
hr: već zauzeto
lt: jau paimtas.
tr: zaten alındı

source: is invalid
hr: nije valjano
lt: yra netinkamas.
tr: geçersizdir

source: must be accepted
hr: mora biti prihvaćeno
lt: turi būti priimtas.
tr: kabul edilmelidir

source: has invalid format
hr: format nije valjan
lt: turi netinkamą formatą.
tr: geçersiz biçime sahip

source: has an invalid entry
hr: ima neispravan unos
lt: yra netinkamas įrašas.
tr: geçersiz bir girişi var

source: is reserved
hr: je rezerviran
lt: yra rezervuotas.
tr: saklıdır

source: does not match confirmation
hr: ne odgovara potvrdi
lt: neatitinka patvirtinimo.
tr: onay ile eşleşmiyor

source: is still associated with this entry
lt: vis dar susijęs su šiuo įrašu.
tr: hala bu girişle ilişkilidir

source: are still associated with this entry
lt: vis dar susiję su šiuo įrašu.
tr: hala bu girişle ilişkili

source: should be %{count} character(s)
lt: turėtų būti %{count} simbolis.
tr: %{count} karakter olmalıdır

source: should have %{count} item(s)
lt: turėtų turėti %{count} elementą.
tr: %{count} öğeye sahip olmalıdır

source: should be at least %{count} character(s)
lt: turėtų būti bent %{count} simbolis.
tr: en az %{count} karakter olmalıdır

source: should have at least %{count} item(s)
lt: turėtų turėti bent %{count} elementas.
tr: en az %{count} öğeye sahip olmalıdır

source: should be at most %{count} character(s)
lt: turėtų būti daugiausiai %{count} simbolis.
tr: en fazla %{count} karakter olmalıdır

source: should have at most %{count} item(s)
lt: turėtų turėti daugiausiai %{count} elementą.
tr: en fazla %{count} öğeye sahip olmalıdır

source: must be less than %{number}
hr: mora biti manje od %{number}
lt: turi būti mažesnis nei %{number}.
tr: %{number} değerinden küçük olmalıdır

source: must be greater than %{number}
hr: mora biti veće od %{number}
lt: turi būti didesnis nei %{number}.
tr: %{number} değerinden büyük olmalıdır

source: must be less than or equal to %{number}
hr: mora biti manje od ili jednako %{number}
lt: turi būti mažesnis arba lygus %{number}.
tr: %{number} değerinden küçük veya ona eşit olmalıdır

source: must be greater than or equal to %{number}
hr: mora biti veće od ili jednako %{number}
lt: turi būti didesnis arba lygus %{number}.
tr: %{number} değerinden büyük veya ona eşit olmalıdır

source: must be equal to %{number}
hr: mora biti jednako %{number}
lt: turi būti lygus %{number}.
tr: %{number} değerine eşit olmalıdır
